[
  {
    "input": "Hi",
    "output": "Hello! How can I assist you today?"
  },
  {
    "input": "Hello",
    "output": "Hi there! How are you doing?"
  },
  {
    "input": "Hey there",
    "output": "Hey! How’s everything going?"
  },
  {
    "input": "Good morning",
    "output": "Good morning! I hope you have a wonderful day ahead."
  },
  {
    "input": "Good afternoon",
    "output": "Good afternoon! How’s your day so far?"
  },
  {
    "input": "Good evening",
    "output": "Good evening! How has your day been?"
  },
  {
    "input": "How are you?",
    "output": "I'm just a program, but I'm here to help you!"
  },
  {
    "input": "How's it going?",
    "output": "Things are running smoothly here! How about you?"
  },
  {
    "input": "What's up?",
    "output": "Not much! How about you?"
  },
  {
    "input": "Long time no see",
    "output": "Yes, it’s been a while! How have you been?"
  },
  {
    "input": "Goodbye",
    "output": "Goodbye! Have a great day!"
  },
  {
    "input": "Bye",
    "output": "Bye! Come back anytime you want to chat."
  },
  {
    "input": "See you later",
    "output": "See you soon! Take care."
  },
  {
    "input": "Take care",
    "output": "You too! Stay safe."
  },
  {
    "input": "Catch you soon",
    "output": "Looking forward to it!"
  },
  {
    "input": "Thank you",
    "output": "You're welcome! Happy to help."
  },
  {
    "input": "Thanks",
    "output": "No problem at all!"
  },
  {
    "input": "Thanks a lot",
    "output": "Glad I could help!"
  },
  {
    "input": "Thanks so much",
    "output": "Always here for you!"
  },
  {
    "input": "Much appreciated",
    "output": "It’s my pleasure!"
  },
  {
    "input": "What is your name?",
    "output": "I am an AI created to assist you."
  },
  {
    "input": "Can you help me?",
    "output": "Of course! What do you need help with?"
  },
  {
    "input": "Where are you from?",
    "output": "I exist in the digital world, not a physical place."
  },
  {
    "input": "What time is it?",
    "output": "I don’t track real time, but your device clock can help!"
  },
  {
    "input": "Do you like music?",
    "output": "I don’t listen, but I know many music genres."
  },
  {
    "input": "Can you tell me a joke?",
    "output": "Sure! Why don’t skeletons fight? They don’t have the guts."
  },
  {
    "input": "Do you know me?",
    "output": "I don’t know you personally, but I’d like to learn if you share!"
  },
  {
    "input": "Can you write stories?",
    "output": "Yes! I can create short or long stories for you."
  },
  {
    "input": "What do you do?",
    "output": "I chat, answer questions, and assist with many tasks."
  },
  {
    "input": "Are you real?",
    "output": "I’m real as software, but not a human being."
  },
  {
    "input": "Catch you soon",
    "output": "Looking forward to it!"
  },
  {
    "input": "Thank you",
    "output": "You're welcome! Happy to help."
  },
  {
    "input": "Thanks",
    "output": "No problem at all!"
  },
  {
    "input": "Thanks a lot",
    "output": "Glad I could help!"
  },
  {
    "input": "Thanks so much",
    "output": "Always here for you!"
  },
  {
    "input": "Much appreciated",
    "output": "It’s my pleasure!"
  },
  {
    "input": "What is your name?",
    "output": "I am an AI created to assist you."
  },
  {
    "input": "Can you help me?",
    "output": "Of course! What do you need help with?"
  },
  {
    "input": "Where are you from?",
    "output": "I exist in the digital world, not a physical place."
  },
  {
    "input": "Can you write stories?",
    "output": "Yes! I can create short or long stories for you."
  },
  {
    "input": "What do you do?",
    "output": "I chat, answer questions, and assist with many tasks."
  },
  {
    "input": "What is Oreo?",
    "output": "Oreo is sandwich cookie consisting of two chocolate wafers with a sweet creme filling biscuit."
  },
  {
    "input": "What is Cocomo?",
    "output": "Cocomo is a crunchy biscuit with a creamy chocolate filling with different chocolate flavors "
  },
  {
    "input": "What is Special?",
    "output": "Mayfair Special is a type of crunchy, sweet, and golden biscuit"
  },
  {
    "input": "What is Sooper?",
    "output": "Sooper is egg and milk flavor biscuit"
  },
  {
    "input": "What is Milcolu?",
    "output": "Milcolu is a double milk sandwich biscuit, it has a creamy, rich milk-flavored filling between two crunchy biscuits"
  },
  {
    "input": "What is Milkabisk?",
    "output": "Milkabisk is a milk and wheat biscuit"
  },
  {
    "input": "What is Butter Puff?",
    "output": "Butter Puff biscuit is a flaky, airy biscuit or cracker with a rich, buttery flavor and a crispy texture"
  },
  {
    "input": "What is Marie?",
    "output": "Marie biscuit is a thin, dry, round, and slightly sweet biscuit"
  },
  {
    "input": "What is Peanut Pik?",
    "output": "Peanut Pik biscuit is a crunchy, nutty snack biscuit "
  },
  {
    "input": "What is Gala?",
    "output": "Gala is a light, crispy, and slightly sweet biscuit"
  },
  {
    "input": "What is Candy?",
    "output": "Candy is a hard dark biscuit filled with sugar"
  },
  {
    "input": "What is Peanut Pista?",
    "output": "peanut pista biscuit is a type of crunchy biscuit made with a mix of peanuts and pistachios"
  },
  {
    "input": "What is Rio?",
    "output": "Rio is a vanilla cream biscuit"
  },
  {
    "input": "What is Prince?",
    "output": "Prince is chocolate cream biscuit"
  },
  {
    "input": "What is Day Dream?",
    "output": "Day Dream is a dark chocolate biscuit"
  },
  {
    "input": "What is Tuc?",
    "output": "Tuc is a salty, crispy cracker biscuit"
  },
  {
    "input": "What is Tiger?",
    "output": "Tiger is a energy-boosting biscuit"
  },
  {
    "input": "What is Zeera Plus?",
    "output": "Zeera Plus is a baked biscuit with Zeera"
  },
  {
    "input": "What is Chocolate Chip?",
    "output": "Chocolate Chip is a baked cookies biscuit sprinkled with chips"
  },
  {
    "input": "What is Hilal Cup cake?",
    "output": "Hilal Cupkakes are soft, moist sponge cakes that come with a creamy or gooey filling at the center"
  },
  {
    "input": "What is Sooper Cake?",
    "output": "Sooper cake is a light fluffy plain cake"
  },
  {
    "input": "What is Hoest?",
    "output": "Hoest candy refers to a range of candies produced by the Hoest confectionery company, which includes throat lozenges to soothe coughs and sore throats, and other confectionery products like mints, butter toffees, and chocolate-filled candies"
  },
  {
    "input": "What is Chaska?",
    "output": "Chaska candy is a popular, tangy, and fruity flavored candy, often a green mango or amrood flavor"
  },
  {
    "input": "What is Hajmola Imli?",
    "output": "Hajmola Imli candy is a popular Indian candy made with tamarind that is known for its tangy and sweet flavor and is also marketed for its digestive benefits"
  },
  {
    "input": "What is Chooran Chatni?",
    "output": "Choran Chatni candy is a sweet and tangy Pakistani hard candy, often coated in a smooth shell, that features a mix of traditional chutney flavors like tamarind and red chili, and is infused with spices"
  },
  {
    "input": "What is Aamrus?",
    "output": "Aamrus candy is a tropical, mango-flavored hard candy, often with a soft or juicy mango-flavored center"
  },
  {
    "input": "What is Frooto Apple?",
    "output": "rooto Apple is a type of small, chewy candy with a soft crunch"
  },
  {
    "input": "What is Panpasand?",
    "output": "Pan Pasand is a traditional Pakistani candy that combines the flavors of traditional pan ingredients like aniseed, desiccated coconut, and mint"
  },
  {
    "input": "What is Eclairs?",
    "output": "Eclairs candy is a chewy toffee sweet with a chocolate center"
  },
  {
    "input": "What is Frooto Amrood?",
    "output": "Frooto Amrood candy is a type of hard or soft-crunch candy from Pakistan that is flavored like guava"
  },
  {
    "input": "What is Frooto Orange?",
    "output": "Frooto Orange is a type of fruity, orange-flavored candy"
  },
  {
    "input": "What is Softmint ice?",
    "output": "Softmint ice candy is a type of hard-shell, chewy mint candy with a cool and refreshing taste"
  },
  {
    "input": "What is Frooto?",
    "output": "Frooto candy is a brand of fruit-flavored, center-filled chewy candies"
  },
  {
    "input": "What is Fruit Gala?",
    "output": "Fruit Gala is a Chewy, soft, and stretchy fruit-flavored candy"
  },
  {
    "input": "What is Fanta?",
    "output": "anta candy is a line of fruit-flavored candies, most commonly orange-flavored, inspired by the taste of Fanta soda"
  },
  {
    "input": "What is Khopra?",
    "output": "Khopra candy is a sweet and chewy confectionery made with a coconut filling and a milky or caramel outer shell"
  },
  {
    "input": "What is Mentos?",
    "output": "Mentos are a brand of chewy candies known for their hard exterior and soft, chewy interior"
  },
  {
    "input": "What is Bubble Pop?",
    "output": "Bubble Pop Chew Gum is a specific brand of bubble gum, like CandyLand or Trident, known for its chewy, stretchy texture designed for blowing large bubbles"
  },
  {
    "input": "What is Joe Soft?",
    "output": "Joe Soft Bubble is a chewy bubble gum with a soft outer layer and a sour filling"
  },
  {
    "input": "What is Ding Dong?",
    "output": "Ding Dong is a brand of bubble gum from Pakistan, made by Hilal Foods, known for its soft, chewy texture, long-lasting flavor, and ability to blow large bubbles"
  },
  {
    "input": "What is Boom Boom?",
    "output": "It is a fruity, soft, and chewy bubble gum that comes in various pack sizes, and is popular in Pakistan"
  },
  {
    "input": "What is Fresh up?",
    "output": "Fresh Up Bubble is a type of bubble gum made by Hilal Foods, available in various flavors like spearmint and strawberry"
  },
  {
    "input": "What is Lays?",
    "output": "Lay's is a brand of potato chips"
  },
  {
    "input": "What is Wavy?",
    "output": "Wavy Lays are a line of potato chips by Lay's that have a thick, crispy texture with deep ridges, making them ideal for dipping"
  },
  {
    "input": "What is Slanty?",
    "output": "Slanty chips are a popular, light, and crunchy snack made from potato starch, potato flakes, and vegetable oil"
  },
  {
    "input": "What is Kurkure?",
    "output": "Kurkure is crunchy, puffed snacks made from rice, corn, and lentils"
  },
  {
    "input": "What is Kurleez?",
    "output": "Kurleez are a brand of crispy, crunchy potato chips"
  },
  {
    "input": "What is Cheetos?",
    "output": "Cheetos are a puffed cornmeal snack, similar to a crunchy or puffy corn curl"
  },
  {
    "input": "What is Now?",
    "output": "Now is a crispy and crunchy wafer bar with a chocolate filling"
  },
  {
    "input": "What is Paradise?",
    "output": "Paradise is a coconut-filled chocolate bar"
  },
  {
    "input": "What is Jubilee?",
    "output": "Jubilee is a creamy, rich milk chocolate"
  },
  {
    "input": "What is Sonnet?",
    "output": "Sonnet is a smooth milk chocolate with a crunchy peanut and creamy fudge or caramel interior"
  },
  {
    "input": "What is Snickers?",
    "output": "Snickers bars are a combination of smooth nougat, chewy caramel, roasted peanuts, and milk chocolate"
  },
  {
    "input": "What is Dairy Milk?",
    "output": "Dairy milk is a milk chocolate produced by Cadbury, known for its smooth, creamy texture"
  },
  {
    "input": "What is Capstan?",
    "output": "A Capstan cigarette is a British brand of cigarettes, currently owned by Imperial Brands"
  },
  {
    "input": "What is Gold Leaf?",
    "output": "A Gold Leaf cigarette is a specific brand of cigarette, most notably John Player Gold Leaf, popular in countries like Pakistan, Bangladesh, and others in South Asia and the Persian Gulf"
  },
  {
    "input": "What is Gold Flake?",
    "output": "Gold Flake is a brand of cigarettes produced by ITC, a company in India"
  },
  {
    "input": "What is Dunhill?",
    "output": "Dunhill is a British cigarette brand owned and manufactured by Alfred Dunhill Limited and British American Tobacco"
  },
  {
    "input": "What is Morven Gold?",
    "output": "Morven Gold is a brand of cigarette"
  },
  {
    "input": "What is John Player?",
    "output": "John Player is a brand of cigarettes, originally founded in Nottingham, England, with a long history in the tobacco industry"
  },
  {
    "input": "What is Marlobolo Crafted?",
    "output": "Marlboro Crafted is a specific type of Marlboro cigarette, often a more affordable, regionally-produced version"
  },
  {
    "input": "What is Pine?",
    "output": "Pine Lights American Taste delivers a light, smooth smoking experience"
  },
  {
    "input": "What is Dot?",
    "output": "Dot is a condom"
  },
  {
    "input": "What is Josh?",
    "output": "Josh is a brand of condoms, manufactured in Pakistan and distributed internationally by DKT International"
  },
  {
    "input": "What is Durex?",
    "output": "Durex is a Condomondom"
  },
  {
    "input": "What is Sathi?",
    "output": "Sathi is a condom"
  },
  {
    "input": "What is Blueband?",
    "output": "Blue Band is a brand of plant-based margarine and spreads made from vegetable oils, known for its use in breakfasts and cooking"
  },
  {
    "input": "What is Olpers Cream?",
    "output": "Olpers Cream is a thick, creamy, and versatile UHT (ultra-high temperature processed) dairy cream made from 100% milk"
  },
  {
    "input": "What is Milkpak Cream?",
    "output": "Milkpak cream is a versatile dairy cream brand from Nestle in Pakistan, used in both sweet and savory dishes to add richness and a creamy texture"
  },
  {
    "input": "What is Nurpur Cream?",
    "output": "Nurpur cream is a rich and thick dairy cream produced by Fauji Foods Limited in Pakistan"
  },
  {
    "input": "What is Jelly Banana?",
    "output": "Jelly banana by National is a sweet, banana-flavored jelly"
  },
  {
    "input": "What is Jelly Mixed Fruit?",
    "output": "National Mixed Fruit Jelly is a quick dessert mix from the brand National Foods that features a blend of sweet and tangy mixed fruit flavors"
  },
  {
    "input": "What is Sunlight?",
    "output": "Sunlight dishwashing liquid is formulated to cut through tough grease and burnt-on food"
  },
  {
    "input": "What is Bonus?",
    "output": "Bonus is a brand of detergent powder, primarily sold in Pakistan, that aims to provide an effective and fragrant clean"
  },
  {
    "input": "What is Ariel?",
    "output": "Ariel detergent is a brand of laundry detergent owned by Procter & Gamble that is designed to remove tough stains and clean clothes effectively, both in automatic washing machines and by hand"
  },
  {
    "input": "What is Surf Excel?",
    "output": "Surf Excel is a laundry detergent used to clean clothes"
  },
  {
    "input": "What is Brite?",
    "output": "Brite is a detergent designed to remove tough stains, brighten whites, and keep colors vibrant"
  },
  {
    "input": "What is Pampers?",
    "output": "Pampers is a brand of baby care products, most notably disposable diapers and wipes"
  },
  {
    "input": "What is Bona Papa?",
    "output": "Bona Papa is a leading Pakistani brand of baby hygiene products, including diapers, pants, and wipes"
  },
  {
    "input": "What is Canbebe?",
    "output": "Canbebe is a brand of baby diapers and hygiene products "
  },
  {
    "input": "What is Royal Ozone?",
    "output": "Royal Ozone is a brand name for a line of baby products, primarily diapers and baby wipes"
  },
  {
    "input": "What is Gastril?",
    "output": "Gastril is a medication used to treat acidity, heartburn, and stomach ulcers"
  },
  {
    "input": "What is Vermicelli?",
    "output": "Vermicelli is a type of pasta made from fine, long, solid strands, thinner than spaghetti"
  },
  {
    "input": "What is Quorma?",
    "output": "Korma is a rich, flavorful curry dish originating from the Indian subcontinent, characterized by meat or vegetables braised in a thick, creamy sauce made from yogurt or cream, nuts (like almonds or cashews), and spices"
  },
  {
    "input": "What is Biryani?",
    "output": "Biryani is a popular South Asian mixed rice dish made by layering marinated meat (or vegetables) with rice and spices, then cooking them together in a sealed pot to allow the flavors to meld"
  },
  {
    "input": "What is Coriander?",
    "output": "Coriander can refer to either the herb (leaves and stems, also called cilantro in the United States) or the spice (dried seeds) of the Coriandrum sativum plant"
  },
  {
    "input": "What is Kasuri Methi?",
    "output": "Kasuri methi is the dried leaves of the fenugreek plant, commonly used as an herb in Indian, Middle Eastern, and North African cuisines."
  },
  {
    "input": "What is Garam Masala?",
    "output": "Garam masala is a pungent and aromatic blend of ground spices used in Indian, Pakistani, and other South Asian cuisines"
  },
  {
    "input": "What is Bombay Biryani?",
    "output": "Bombay Biryani is a popular Indian dish from Mumbai (formerly Bombay) that features layers of basmati rice, meat (like chicken or mutton), potatoes, and a distinctive blend of sweet, spicy, and tangy flavors, often including ingredients like dried plums and fried onions."
  },
  {
    "input": "What is Eggs?",
    "output": "A chicken egg is an oval object laid by a female chicken, or hen, which can be either fertilized or unfertilized. It consists of a hard, protective shell, an inner white (albumen), and a yellow yolk, and serves as a rich source of protein and other nutrients"
  },
  {
    "input": "What is Pebbles?",
    "output": "Pebbles candy is a type of novelty candy that is designed to look like small, colorful pebbles or river stones"
  },
  {
    "input": "What is Wobbly?",
    "output": "Wobbly is a fruit-flavored jelly candies (gelatin desserts) known for their soft, shaking texture"
  },
  {
    "input": "What is Peach Jelly?",
    "output": "Peach jelly is a smooth, translucent fruit preserve made from peach juice, sugar, and pectin."
  },
  {
    "input": "What is Gummy Bear?",
    "output": "Gummy bear jelly  is a product that combines the chewy texture of gummy bears with a soft, jelly-like consistency, often made from a mix of ingredients like gelatin and corn syrup to achieve the desired softness"
  },
  {
    "input": "What is Rose Petal?",
    "output": "Rose Petal tissues are made to be ultra-soft, minimizing friction and irritation on delicate areas like the face"
  },
  {
    "input": "What is Jello Bello?",
    "output": "Jello Bello is a brand of soft, fruity, and chewy jelly candies, also known as the brand BP Sweets Jello Bello"
  },
  {
    "input": "What is Berries?",
    "output": "Berries jelly is a preserve made from the strained juice of various berries, combined with sugar and a gelling agent like pectin or gelatin."
  },
  {
    "input": "What is Jelly Strawberry?",
    "output": "a fruit spread made from strawberry juice, sugar, and pectin, or a gelatin dessert that is popular in the UK."
  },
  {
    "input": "What is Amrood Jelly?",
    "output": "Amrood jelly is a sweet, chewy candy made from guava fruit (amrood) flavor, sugar, and other ingredients"
  },
  {
    "input": "What is Fizzi O?",
    "output": "Fizzy-O Jelly is a candy made by the brand Candyland that consists of soft, chewy jelly pieces with a fizzy, tangy taste"
  },
  {
    "input": "What is Jiggles jelly?",
    "output": "Jiggles are made in many fun shapes like eggs, teeth, and pizzas, and come in various flavors like peach, berry, and mixed fruit"
  },
  {
    "input": "What is ABC jelly?",
    "output": "ABC jelly is a fruit-flavored, soft, chewy candies shaped like alphabet letters"
  },
  {
    "input": "What is Chilli Milli?",
    "output": "CANDYLAND Chili Mili 30 gm x 24 PACK • Halal Meat & Grocery ...Chilli Milli is a popular Pakistani jelly candy known for its unique sweet, sour, and spicy flavor, with a chewy, gel-like texture"
  },
  {
    "input": "What is Twisto?",
    "output": "Twisto candy is a soft, chewy jelly candy that comes in a variety of fruity and tangy flavors"
  },
  {
    "input": "What is Polly?",
    "output": "Polly Juice is a brand of fruit juice and juice drinks produced by the Pakistani company"
  },
  {
    "input": "What is Fruita Vitals Apple?",
    "output": "Nestle Fruita Vitals Apple Juice is a branded line of apple juice and fruit nectar from Nestle"
  },
  {
    "input": "What is Fruita Vitals Red Anaar?",
    "output": "Fruita Vitals Red Anaar juice is a pomegranate-flavored fruit nectar made by Nestle, known for its rich, deep flavor and antioxidant properties"
  },
  {
    "input": "What is Pakola?",
    "output": "Pakola is a brand of Pakistani beverages, known for both its green-colored, ice-cream soda-flavored carbonated soft drink and its range of milk-based and fruit juices"
  },
  {
    "input": "What is Rani Peach?",
    "output": "Rani peach juice is a fruit juice drink with real peach chunks or pulp, known for its shake, drink, and chew experience"
  },
  {
    "input": "What is Rani Orange?",
    "output": "Rani orange juice is a brand of fruit-based juice drink known for its signature Float line, which contains real fruit pieces or chunks in a refreshing juice blend"
  },
  {
    "input": "What is Nesfruita?",
    "output": "Nesfruta is a brand of fruit-flavored beverages made by Nestle. Available in flavors like apple and mango"
  },
  {
    "input": "What is Slice?",
    "output": "Slice is a mango-flavored fruit juice, popular in South Asia, made with mango pulp and marketed as a refreshing and tasty drink"
  },
  {
    "input": "What is Nesfruita Red Grapes?",
    "output": "Nestle Fruita Vitals Red Grapes Juice is a fruit drink brand from Pakistan that comes in different fruit juice content percentages, such as 35% or 50%"
  },
  {
    "input": "What is Chilli Garlic Sauce?",
    "output": "National Chilli Garlic Sauce is a versatile condiment from National Foods that combines spicy chili peppers and aromatic garlic to create a bold, savory, and hot flavor"
  },
  {
    "input": "What is Tomato Ketchup?",
    "output": "National Tomato Ketchup is a thick, flavorful condiment made by National Foods from real tomatoes and a blend of spices"
  },
  {
    "input": "What is Nurpur?",
    "output": "Nurpur milk is a brand of dairy products, particularly known for its full-cream milk"
  },
  {
    "input": "What is Olpers?",
    "output": "Olpers is a full cream, flavored, and high-calcium low-fat milk"
  },
  {
    "input": "What is Dostea?",
    "output": "Dostea milk is a liquid tea creamer"
  },
  {
    "input": "What is Milkpak?",
    "output": "Milkpak is a popular dairy product brand from Nestle, primarily sold in Pakistan, that includes a variety of items like full-cream milk and cream"
  },
  {
    "input": "What is Tarang?",
    "output": "Tarang milk is a popular UHT (Ultra-High Temperature) dairy-based tea whitener made by Engro Foods in Pakistan"
  },
  {
    "input": "What is Adaab?",
    "output": "The product is known for its traditional flavor and is widely exported from India to markets in Pakistan, Afghanistan, and the Middle East. The product is consumed for cultural and social occasions and is associated with a rich and satisfying taste."
  },
  {
    "input": "What is Rajni?",
    "output": "Rajni is a sweet mouth freshener made with betel nuts and other ingredients"
  },
  {
    "input": "What is Pan Parag?",
    "output": "Pan Parag is a brand name for a popular Indian mouth freshener and a pioneer in the pan masala industry."
  },
  {
    "input": "What is Mughlia?",
    "output": "Mughlia nimco is a spicy, crunchy, South Asian savory snack mix inspired by the culinary traditions of the Mughal Empire"
  },
  {
    "input": "What is Lunch Time?",
    "output": "Lunch time nimco is a marketing term for a specific mix of spicy, savory Pakistani snacks designed to be eaten during a mealtime, not just as a casual snack"
  },
  {
    "input": "What is Ballay Ballay?",
    "output": "Ballay Ballay Nimco is a Pakistani savory snack mix, known for its crispy and spicy flavors"
  },
  {
    "input": "What is Shoop Chicken?",
    "output": "Shoop Chicken is a brand of instant chicken-flavored noodles."
  },
  {
    "input": "What is Knor Chicken?",
    "output": "Knorr Chicken is a brand of food products that enhances the flavor of dishes with a savory, chicken taste."
  },
  {
    "input": "What is Shoop Chatpata?",
    "output": "Shoop Chatpata is a brand of instant noodles from Shan Foods that are known for their spicy and tangy chatpata."
  },
  {
    "input": "What is Knor Chatpata?",
    "output": "Knorr Chatpata is a type of instant noodle with a popular, tangy and spicy chatpata flavor profile, inspired by South Asian street food."
  },
  {
    "input": "What is Mixed Pickle?",
    "output": "Mixed pickle is a condiment made from a variety of vegetables preserved in a brine or oil, featuring a medley of flavors like tangy, spicy, and savory."
  },
  {
    "input": "What is Treet?",
    "output": "Treet is a Pakistani conglomerate that primarily manufactures razors and razor blades, including disposable and safety razors for personal hygiene, as well as other products like batteries and soaps."
  },
  {
    "input": "What is Trig?",
    "output": "Trig is a brand of razor blades, specifically Trig Silver Edge, which are stainless steel, double-edge razor blades made by the Treet Corporation in Pakistan"
  },
  {
    "input": "What is Gillete?",
    "output": "Gillette is an American brand of razors and personal care products, owned by Procter & Gamble."
  },
  {
    "input": "What is Butterfly?",
    "output": "Butterfly sanitary pads are�a line of menstrual hygiene products known for their comfort, absorbency, and variety, including options for sensitive skin, heavy flow, and postpartum use"
  },
  {
    "input": "What is Always?",
    "output": "Always Sanitary Pads are a brand of disposable feminine hygiene products designed for absorbing menstrual flow. They are manufactured by Procter & Gamble and come in various styles, such as ultra-thin, thick, and overnight options, to provide protection and comfort during a menstrual period. Key features often include features like wings, absorbent cores, and odor control technology.�"
  },
  {
    "input": "What is Embrace?",
    "output": "Embrace is a brand of sanitary pads from Pakistan, offering a range of products like the Sensitives line for sensitive skin and Essentials for regular use. These pads are known for features like being perfume and ink-free, having a cotton-soft top sheet, and a breathable backsheet for comfort. Some specific products are designed to be extra long, maxi thick, or ultra-thin."
  },
  {
    "input": "What is Sunsilk?",
    "output": "Sunsilk shampoo is a line of hair care products from the Unilever brand, known for being an affordable and popular hair-care brand"
  },
  {
    "input": "What is Head n Shoulder?",
    "output": "Head n Shoulder is anti-dandruff shampoo brand"
  },
  {
    "input": "What is Tresemme?",
    "output": "TRESemme is a global hair care brand, owned by Unilever, that offers a wide range of professional-quality shampoos, conditioners, and styling products designed for at-home use"
  },
  {
    "input": "What is Lifebouy Shampoo?",
    "output": "Lifebuoy is a brand of soap, originally famous for its carbolic acid content, that is now marketed as a germ-protection soap with various formulations for hand and body hygiene"
  },
  {
    "input": "What is Clear?",
    "output": "Clear is a brand of shampoo that focuses on scalp care, primarily known for its anti-dandruff properties and its use of technologies like Triple Anti-Dandruff Technology."
  },
  {
    "input": "What is Power Plus?",
    "output": "wer Plus is a brand of shoe polish available in various formats, such as liquid, cream, and instant shiner, designed to clean, shine, and protect leather and synthetic shoes"
  },
  {
    "input": "What is Kiwi?",
    "output": "Kiwi shoe polish is a brand of shoe polish used to clean, shine, and protect leather footwear"
  },
  {
    "input": "What is Cherry Blososom?",
    "output": "Cherry Blossom shoe polish is a brand of shoe care products, primarily a wax and oil-based polish, that is designed to clean, condition, and shine smooth leather shoes"
  },
  {
    "input": "What is Lifebouy?",
    "output": "Lifebuoy is a brand of soap, originally famous for its carbolic acid content, that is now marketed as a germ-protection soap with various formulations for hand and body hygiene"
  },
  {
    "input": "What is Hari?",
    "output": "Hari is a laundry bar soap"
  },
  {
    "input": "What is Safeguard?",
    "output": "Safeguard is an antibacterial soap"
  },
  {
    "input": "What is Pears?",
    "output": "Pears is a glycerin-based soap"
  },
  {
    "input": "What is Tibet?",
    "output": "TIbet is a daily cleansing soap"
  },
  {
    "input": "What is Palmolive?",
    "output": "Palmolive is a brand of personal care and cleaning products produced by Colgate-Palmolive"
  },
  {
    "input": "What is Dettol?",
    "output": "Dettol soap is an antibacterial bar soap designed to cleanse the skin and protect against germs that cause body odor and skin infections"
  },
  {
    "input": "What is Lux?",
    "output": "Lux soap is a brand of beauty soap produced by Unilever, known for its luxurious fragrances and skin-nourishing properties rather than strong antibacterial effects"
  },
  {
    "input": "What is Dove?",
    "output": "Dove is a Beauty Bar, a cleansing product that is different from traditional bar soaps because it contains 1/4 moisturizing cream"
  },
  {
    "input": "What is Mountain Dew?",
    "output": "Mountain Dew is a citrus-flavored, caffeinated carbonated soft drink"
  },
  {
    "input": "What is Fizz Up?",
    "output": "Fizz Up is a low-carb, sugar-free, and sparkling drink"
  },
  {
    "input": "What is Pepsi Diet?",
    "output": "Diet Pepsi is a sugar-free, zero-calorie version of the classic Pepsi cola that uses artificial sweeteners to provide the same flavor without the sugar"
  },
  {
    "input": "What is Sting?",
    "output": "Sting is a carbonated energy drink"
  },
  {
    "input": "What is Mirinda?",
    "output": "Mirinda is a carbonated fruit-flavored soft drink"
  },
  {
    "input": "What is Fanta?",
    "output": "Fanta is a fizzy, fruity, and tangy taste drink"
  },
  {
    "input": "What is 7Up?",
    "output": "7UP is a brand of lemon-lime-flavored, non-caffeinated soft drink"
  },
  {
    "input": "What is Sprite?",
    "output": "Sprite is a caffeine-free, lemon-lime flavored soft drink"
  },
  {
    "input": "What is Coca Cola?",
    "output": "Coca-Cola is a sweet, carbonated beverage"
  },
  {
    "input": "What is Pepsi?",
    "output": "Pepsi is a carbonated soft drink with a cola flavor"
  },
  {
    "input": "What is Cola Next?",
    "output": "Cola Next is a classic cola flavor, balancing sweetness with a tangy and fizzy taste drink"
  },
  {
    "input": "What is Rajput?",
    "output": "Rajput Supari is a type of sweet areca nut (supari) mouth freshener, often marketed as Rajput Gold"
  },
  {
    "input": "What is Jambola?",
    "output": "Jambola supari is a type of sweet mouth freshener made from betel nuts, flavored, and often infused with menthol and other spices"
  },
  {
    "input": "What is Tara?",
    "output": "Tara Supari, specifically Tara Gold Sweet Supari, is a brand of sweet betel nut (areca nut) mouth freshener popular in Pakistan"
  },
  {
    "input": "What is Dillagi?",
    "output": "Dillagi supari is a sweet, flavored betel nut product commonly used as a traditional Indian and Pakistani mouth freshener and digestive aid"
  },
  {
    "input": "What is Tasty Gold?",
    "output": "Tasty Gold is a mouth freshner supari"
  },
  {
    "input": "What is Andlip?",
    "output": "Andleeb supari is a specific brand of sweet, traditional Pakistani mouth freshener made from areca nuts that are sweetened with sugar, artificial flavors, and menthol"
  },
  {
    "input": "What is Hum Tum?",
    "output": "Hum Tum Supari is a popular sweet, aromatic mouth freshener from Pakistan, made primarily from betel nuts (supari) mixed with a variety of other ingredients like fennel, sesame, aniseed, and a chocolate flavor"
  },
  {
    "input": "What is Naz?",
    "output": "Naz supari is a popular Pakistani sweet mouth freshener made from areca nut (betel nut), flavored with a sweet and aromatic blend of spices, sugar, fennel seeds, and coconut"
  },
  {
    "input": "What is Sanam Gold?",
    "output": "Sanam Gold Supari is a type of sweet betel nut confection, often sold as a candy or after-meal treat, that is typically found in a gold-colored wrapper"
  },
  {
    "input": "What is Tulsi?",
    "output": "Tulsi supari is a traditional South Asian mouth freshener that combines betel nut supari with sweet, aromatic ingredients, including tulsi holy basil leaves. It is made with a blend of ingredients like fennel seeds, cardamom, and sugar, offering a sweet, refreshing, and aromatic flavor profile that is used as a digestive aid after meals or as a social treat"
  },
  {
    "input": "What is Shahi Deluxe?",
    "output": "Shahi Deluxe Supari is a popular herbal mouth freshener made with a blend of ingredients like fennel seeds, dry dates, cardamom, and menthol"
  },
  {
    "input": "What is Kashmiri Gold?",
    "output": "Kashmiri Gold Supari is a premium mouth freshener made from a blend of betel nuts (supari), natural flavors, mint, sweeteners, and sometimes silver leaves or dry fruits"
  },
  {
    "input": "What is Jam e shirin?",
    "output": "Jam-e-Shirin is a brand of refreshing herbal syrup, often made from distillates of natural herbs and known for its pleasant taste and fragrance"
  },
  {
    "input": "What is Pakola?",
    "output": "Pakola syrup is a liquid concentrate made from ingredients like refined sugar and fruit essence, depending on the flavor"
  },
  {
    "input": "What is Quice?",
    "output": "Quice syrup is a brand of concentrated syrup, available as both an ice cream topping and a beverage mix (often called Rooh-e-Shireen), made from distillates of natural herbs and fruit juices"
  },
  {
    "input": "What is Vital?",
    "output": "Vital Tea is a brand of tea, primarily popular in Pakistan, that offers various types of tea including black, green, and herbal blends"
  },
  {
    "input": "What is Green Tea?",
    "output": "Green tea is a type of tea made from the Camellia sinensis plant that is minimally oxidized because its leaves are quickly heated after harvesting to prevent oxidation"
  },
  {
    "input": "What is Lipton?",
    "output": "Lipton is a popular brand known for its tea products, including hot tea bags, loose leaf tea, and ready-to-drink iced tea"
  },
  {
    "input": "What is Tapal Danedar?",
    "output": "Tapal Danedar is a premium black tea brand from Pakistan, known for its strong, rich flavor and aroma"
  },
  {
    "input": "What is Supreme?",
    "output": "Brooke Bond Supreme Tea - Royal-E-MartSupreme Tea is a brand of black tea, primarily known as Brooke Bond Supreme"
  },
  {
    "input": "What is Synthetic Vinegar?",
    "output": "Synthetic vinegar is vinegar produced through a chemical process, unlike naturally fermented vinegar, and is essentially a solution of chemically synthesized acetic acid and water"
  },
  {
    "input": "What is Novita Orange?",
    "output": "Novita orange is a four-layered wafer with three layers of orange-flavored cream filling"
  },
  {
    "input": "What is Novita Chocolate?",
    "output": "Novita chocolate is a four-layered wafer with three layers of orange-flavored cream filling"
  },
  {
    "input": "What is Wispy?",
    "output": "Wispy Wafers are a brand of crispy, thin, and light wafer rolls"
  },
  {
    "input": "What is Nestle Small?",
    "output": "Nestle pure life a mineral water"
  },
  {
    "input": "What is Aquafina Small?",
    "output": "Aquafina is a drinking water"
  },
  {
    "input": "What is Atco Small?",
    "output": "Atco is a water"
  },
  {
    "input": "What is the price of Oreo?",
    "output": "The price of Oreo is 20rs"
  },
  {
    "input": "What is the price of Cocomo?",
    "output": "The price of Cocomo is 10rs"
  },
  {
    "input": "What is the price of Special?",
    "output": "The price of Special is 20rs"
  },
  {
    "input": "What is the price of Sooper?",
    "output": "The price of Sooper is 20rs"
  },
  {
    "input": "What is the price of Milcolu?",
    "output": "The price of Milcolu is 20rs"
  },
  {
    "input": "What is the price of Milkabisk?",
    "output": "The price of Milkabisk is 20rs"
  },
  {
    "input": "What is the price of Butter Puff?",
    "output": "The price of Butter Puff is 20rs"
  },
  {
    "input": "What is the price of Marie?",
    "output": "The price of Marie is 20rs"
  },
  {
    "input": "What is the price of Peanut Pik?",
    "output": "The price of Peanut Pik is 20rs"
  },
  {
    "input": "What is the price of Gala?",
    "output": "The price of Gala is 20rs"
  },
  {
    "input": "What is the price of Candy?",
    "output": "The price of Candy is 20rs"
  },
  {
    "input": "What is the price of Peanut Pista?",
    "output": "The price of Peanut Pista is 20rs"
  },
  {
    "input": "What is the price of Rio?",
    "output": "The price of Rio is 20rs"
  },
  {
    "input": "What is the price of Prince?",
    "output": "The price of Prince is 20rs"
  },
  {
    "input": "What is the price of Day Dream?",
    "output": "The price of Day Dream is 20rs"
  },
  {
    "input": "What is the price of Tuc?",
    "output": "The price of Tuc is 20rs"
  },
  {
    "input": "What is the price of Tiger?",
    "output": "The price of Tiger is 20rs"
  },
  {
    "input": "What is the price of Zeera Plus?",
    "output": "The price of Zeera Plus is 20rs"
  },
  {
    "input": "What is the price of Chocolate Chip?",
    "output": "The price of Chocolate Chip is 20rs"
  },
  {
    "input": "What is the price of Hilal Cup cake?",
    "output": "The price of Hilal Cup cake is 15rs"
  },
  {
    "input": "What is the price of Sooper Cake?",
    "output": "The price of Sooper Cake is 15rs"
  },
  {
    "input": "What is the price of Hoest?",
    "output": "The price of Hoest is 5rs"
  },
  {
    "input": "What is the price of Chaska?",
    "output": "The price of Chaska is 5rs"
  },
  {
    "input": "What is the price of Hajmola Imli?",
    "output": "The price of Hajmola Imli is 5rs"
  },
  {
    "input": "What is the price of Chooran Chatni?",
    "output": "The price of Chooran Chatni is 5rs"
  },
  {
    "input": "What is the price of Aamrus?",
    "output": "The price of Aamrus is 5rs"
  },
  {
    "input": "What is the price of Frooto Apple?",
    "output": "The price of Frooto Apple is 5rs"
  },
  {
    "input": "What is the price of Panpasand?",
    "output": "The price of Panpasand is 5rs"
  },
  {
    "input": "What is the price of Eclairs?",
    "output": "The price of Eclairs is 5rs"
  },
  {
    "input": "What is the price of Frooto Amrood?",
    "output": "The price of Frooto Amrood is 5rs"
  },
  {
    "input": "What is the price of Frooto Orange?",
    "output": "The price of Frooto Orange is 5rs"
  },
  {
    "input": "What is the price of Softmint ice?",
    "output": "The price of Softmint ice is 5rs"
  },
  {
    "input": "What is the price of Frooto?",
    "output": "The price of Frooto is 5rs"
  },
  {
    "input": "What is the price of Fruit Gala?",
    "output": "The price of Fruit Gala is 5rs"
  },
  {
    "input": "What is the price of Fanta?",
    "output": "The price of Fanta is 5rs"
  },
  {
    "input": "What is the price of Khopra?",
    "output": "The price of Khopra is 5rs"
  },
  {
    "input": "What is the price of Mentos?",
    "output": "The price of Mentos is 100rs"
  },
  {
    "input": "What is the price of Bubble Pop?",
    "output": "The price of Bubble Pop is 5rs"
  },
  {
    "input": "What is the price of Joe Soft?",
    "output": "The price of Joe Soft is 5rs"
  },
  {
    "input": "What is the price of Ding Dong?",
    "output": "The price of Ding Dong is 5rs"
  },
  {
    "input": "What is the price of Boom Boom?",
    "output": "The price of Boom Boom is 5rs"
  },
  {
    "input": "What is the price of Fresh up?",
    "output": "The price of Fresh up is 5rs"
  },
  {
    "input": "What is the price of Lays Medium?",
    "output": "The price of Lays Medium is 30rs"
  },
  {
    "input": "What is the price of Wavy Medium?",
    "output": "The price of Wavy Medium is 30rs"
  },
  {
    "input": "What is the price of Slanty Small?",
    "output": "The price of Slanty Small is 30rs"
  },
  {
    "input": "What is the price of Kurkure Medium?",
    "output": "The price of Kurkure Medium is 30rs"
  },
  {
    "input": "What is the price of Kurleez Medium?",
    "output": "The price of Kurleez Medium is 30rs"
  },
  {
    "input": "What is the price of Cheetos Medium?",
    "output": "The price of Cheetos Medium is 30rs"
  },
  {
    "input": "What is the price of Now?",
    "output": "The price of Now is 20rs"
  },
  {
    "input": "What is the price of Paradise?",
    "output": "The price of Paradise is 20rs"
  },
  {
    "input": "What is the price of Jubilee?",
    "output": "The price of Jubilee is 20rs"
  },
  {
    "input": "What is the price of Sonnet?",
    "output": "The price of Sonnet is 20rs"
  },
  {
    "input": "What is the price of Snickers?",
    "output": "The price of Snickers is 200rs"
  },
  {
    "input": "What is the price of Dairy Milk?",
    "output": "The price of Dairy Milk is 50rs"
  },
  {
    "input": "What is the price of Capstan?",
    "output": "The price of Capstan is 15rs"
  },
  {
    "input": "What is the price of Gold Leaf?",
    "output": "The price of Gold Leaf is 15rs"
  },
  {
    "input": "What is the price of Gold Flake?",
    "output": "The price of Gold Flake is 15rs"
  },
  {
    "input": "What is the price of Dunhill?",
    "output": "The price of Dunhill is 15rs"
  },
  {
    "input": "What is the price of Morven Gold?",
    "output": "The price of Morven Gold is 15rs"
  },
  {
    "input": "What is the price of John Player?",
    "output": "The price of John Player is 15rs"
  },
  {
    "input": "What is the price of Marlobolo Crafted?",
    "output": "The price of Marlobolo Crafted is 15rs"
  },
  {
    "input": "What is the price of Pine?",
    "output": "The price of Pine is 15rs"
  },
  {
    "input": "What is the price of Dot?",
    "output": "The price of Dot is 150rs"
  },
  {
    "input": "What is the price of Josh?",
    "output": "The price of Josh is 150rs"
  },
  {
    "input": "What is the price of Durex?",
    "output": "The price of Durex is 150rs"
  },
  {
    "input": "What is the price of Sathi?",
    "output": "The price of Sathi is 150rs"
  },
  {
    "input": "What is the price of Blueband?",
    "output": "The price of Blueband is 80rs"
  },
  {
    "input": "What is the price of Olpers Cream?",
    "output": "The price of Olpers Cream is 220rs"
  },
  {
    "input": "What is the price of Milkpak Cream?",
    "output": "The price of Milkpak Cream is 220rs"
  },
  {
    "input": "What is the price of Nurpur Cream?",
    "output": "The price of Nurpur Cream is 220rs"
  },
  {
    "input": "What is the price of Jelly Banana?",
    "output": "The price of Jelly Banana is 60rs"
  },
  {
    "input": "What is the price of Jelly Mixed Fruit?",
    "output": "The price of Jelly Mixed Fruit is 60rs"
  },
  {
    "input": "What is the price of Sunlight Small?",
    "output": "The price of Sunlight Small is 40rs"
  },
  {
    "input": "What is the price of Bonus Small?",
    "output": "The price of Bonus Small is 40rs"
  },
  {
    "input": "What is the price of Ariel Small?",
    "output": "The price of Ariel Small is 40rs"
  },
  {
    "input": "What is the price of Surf Excel Small?",
    "output": "The price of Surf Excel Small is 40rs"
  },
  {
    "input": "What is the price of Brite Small?",
    "output": "The price of Brite Small is 40rs"
  },
  {
    "input": "What is the price of Pampers?",
    "output": "The price of Pampers is 50rs"
  },
  {
    "input": "What is the price of Bona Papa?",
    "output": "The price of Bona Papa is 50rs"
  },
  {
    "input": "What is the price of Canbebe?",
    "output": "The price of Canbebe is 50rs"
  },
  {
    "input": "What is the price of Royal Ozone?",
    "output": "The price of Royal Ozone is 50rs"
  },
  {
    "input": "What is the price of Gastril?",
    "output": "The price of Gastril is 5rs"
  },
  {
    "input": "What is the price of Vermicelli?",
    "output": "The price of Vermicelli is 100rs"
  },
  {
    "input": "What is the price of Quorma?",
    "output": "The price of Quorma is 160rs"
  },
  {
    "input": "What is the price of Biryani?",
    "output": "The price of Biryani is 160rs"
  },
  {
    "input": "What is the price of Coriander?",
    "output": "The price of Coriander is 100rs"
  },
  {
    "input": "What is the price of Kasuri Methi?",
    "output": "The price of Kasuri Methi is 100rs"
  },
  {
    "input": "What is the price of Garam Masala?",
    "output": "The price of Garam Masala is 100rs"
  },
  {
    "input": "What is the price of Bombay Biryani?",
    "output": "The price of Bombay Biryani is 160rs"
  },
  {
    "input": "What is the price of Eggs?",
    "output": "The price of Eggs is 30rs"
  },
  {
    "input": "What is the price of Rice?",
    "output": "The price of Rice is 100rs"
  },
  {
    "input": "What is the price of Sugar?",
    "output": "The price of Sugar is 100rs"
  },
  {
    "input": "What is the price of Flour?",
    "output": "The price of Flour is 100rs"
  },
  {
    "input": "What is the price of Pebbles?",
    "output": "The price of Pebbles is 10rs"
  },
  {
    "input": "What is the price of Wobbly?",
    "output": "The price of Wobbly is 10rs"
  },
  {
    "input": "What is the price of Peach Jelly?",
    "output": "The price of Peach Jelly is 10rs"
  },
  {
    "input": "What is the price of Gummy Bear?",
    "output": "The price of Gummy Bear is 10rs"
  },
  {
    "input": "What is the price of Rose Petal?",
    "output": "The price of Rose Petal is 200rs"
  },
  {
    "input": "What is the price of Jello Bello?",
    "output": "The price of Jello Bello is 10rs"
  },
  {
    "input": "What is the price of Berries?",
    "output": "The price of Berries is 10rs"
  },
  {
    "input": "What is the price of Jelly Strawberry?",
    "output": "The price of Jelly Strawberry is 10rs"
  },
  {
    "input": "What is the price of Amrood Jelly?",
    "output": "The price of Amrood Jelly is 10rs"
  },
  {
    "input": "What is the price of Fizzi O?",
    "output": "The price of Fizzi O is 10rs"
  },
  {
    "input": "What is the price of Jiggles?",
    "output": "The price of jiggle is 10rs"
  },
  {
    "input": "What is the price of ABC jelly?",
    "output": "The price of ABC is 10rs"
  },
  {
    "input": "What is the price of Chilli Milli?",
    "output": "The price of Chilli Milli is 10rs"
  },
  {
    "input": "What is the price of Twisto?",
    "output": "The price of Twisto is 10rs"
  },
  {
    "input": "What is the price of Polly?",
    "output": "The price of Polly is 60rs"
  },
  {
    "input": "What is the price of Fruita Vitals Apple?",
    "output": "The price of Fruita Vitals Apple is 70rs"
  },
  {
    "input": "What is the price of Fruita Vitals Red Anaar?",
    "output": "The price of Fruita Vitals Red Anaar is 70rs"
  },
  {
    "input": "What is the price of Pakola?",
    "output": "The price of Pakola is 80rs"
  },
  {
    "input": "What is the price of Rani Peach?",
    "output": "The price of Rani Peach is 150rs"
  },
  {
    "input": "What is the price of Rani Orange?",
    "output": "The price of Rani Orange is 150rs"
  },
  {
    "input": "What is the price of Nesfruita?",
    "output": "The price of Nesfruita is 60rs"
  },
  {
    "input": "What is the price of Slice?",
    "output": "The price of Slice is 60rs"
  },
  {
    "input": "What is the price of Nesfruita Red Grapes?",
    "output": "The price of Nesfruita Red Grapes is 70rs"
  },
  {
    "input": "What is the price of Chilli Garlic Sauce?",
    "output": "The price of Chilli Garlic Sauce is 220rs"
  },
  {
    "input": "What is the price of Tomato Ketchup?",
    "output": "The price of Tomato Ketchup is 220rs"
  },
  {
    "input": "What is the price of Nurpur?",
    "output": "The price of Nurpur is 80rs"
  },
  {
    "input": "What is the price of Olpers?",
    "output": "The price of Olpers is 80rs"
  },
  {
    "input": "What is the price of Dostea?",
    "output": "The price of Dostea is 60rs"
  },
  {
    "input": "What is the price of Milkpak?",
    "output": "The price of Milkpak is 80rs"
  },
  {
    "input": "What is the price of Tarang?",
    "output": "The price of Tarang is 60rs"
  },
  {
    "input": "What is the price of Adaab?",
    "output": "The price of Adaab is 10rs"
  },
  {
    "input": "What is the price of Rajni?",
    "output": "The price of Rajni is 10rs"
  },
  {
    "input": "What is the price of Pan Parag?",
    "output": "The price of Pan Parag is 10rs"
  },
  {
    "input": "What is the price of Mughlia?",
    "output": "The price of Mughlia is 20rs"
  },
  {
    "input": "What is the price of Lunch Time?",
    "output": "The price of Lunch Time is 20rs"
  },
  {
    "input": "What is the price of Ballay Ballay?",
    "output": "The price of Ballay Ballay is 20rs"
  },
  {
    "input": "What is the price of Shoop Chicken?",
    "output": "The price of Shoop Chicken is 50rs"
  },
  {
    "input": "What is the price of Knor Chicken?",
    "output": "The price of Knor Chicken is 50rs"
  },
  {
    "input": "What is the price of Shoop Chatpata?",
    "output": "The price of Shoop Chatpata is 50rs"
  },
  {
    "input": "What is the price of Knor Chatpata?",
    "output": "The price of Knor Chatpata is 50rs"
  },
  {
    "input": "What is the price of Mixed Pickle?",
    "output": "The price of Mixed Pickle is 50rs"
  },
  {
    "input": "What is the price of Trim?",
    "output": "The price of Trim is 80rs"
  },
  {
    "input": "What is the price of Treet?",
    "output": "The price of Treet is 80rs"
  },
  {
    "input": "What is the price of Trig?",
    "output": "The price of Trig is 80rs"
  },
  {
    "input": "What is the price of Gillete?",
    "output": "The price of Gillete is 80rs"
  },
  {
    "input": "What is the price of Butterfly?",
    "output": "The price of Butterfly is 400rs"
  },
  {
    "input": "What is the price of Always?",
    "output": "The price of Always is 400rs"
  },
  {
    "input": "What is the price of Embrace?",
    "output": "The price of Embrace is 400rs"
  },
  {
    "input": "What is the price of Sunsilk?",
    "output": "The price of Sunsilk is 350rs"
  },
  {
    "input": "What is the price of Head n Shoulder?",
    "output": "The price of Head n Shoulder is 350rs"
  },
  {
    "input": "What is the price of Tresemme?",
    "output": "The price of Tresemme is 350rs"
  },
  {
    "input": "What is the price of Lifebouy Shampoo?",
    "output": "The price of Lifebouy Shampoo is 350rs"
  },
  {
    "input": "What is the price of Clear?",
    "output": "The price of Clear is 350rs"
  },
  {
    "input": "What is the price of Power Plus?",
    "output": "The price of Power Plus is 150rs"
  },
  {
    "input": "What is the price of Kiwi?",
    "output": "The price of Kiwi is 100rs"
  },
  {
    "input": "What is the price of Cherry Blososom?",
    "output": "The price of Cherry Blososom is 250rs"
  },
  {
    "input": "What is the price of Lifebouy?",
    "output": "The price of Lifebouy is 100rs"
  },
  {
    "input": "What is the price of Hari?",
    "output": "The price of Hari is 40rs"
  },
  {
    "input": "What is the price of Safeguard?",
    "output": "The price of Safeguard is 120rs"
  },
  {
    "input": "What is the price of Pears?",
    "output": "The price of Pears is 200rs"
  },
  {
    "input": "What is the price of Tibet?",
    "output": "The price of Tibet is 100rs"
  },
  {
    "input": "What is the price of Palmolive?",
    "output": "The price of Palmolive is 100rs"
  },
  {
    "input": "What is the price of Dettol?",
    "output": "The price of Dettol is 120rs"
  },
  {
    "input": "What is the price of Lux?",
    "output": "The price of Lux is 180rs"
  },
  {
    "input": "What is the price of Dove?",
    "output": "The price of Dove is 200rs"
  },
  {
    "input": "What is the price of Mountain Dew?",
    "output": "The price of Mountain Dew is 180rs"
  },
  {
    "input": "What is the price of Fizz Up?",
    "output": "The price of Fizz Up is 180rs"
  },
  {
    "input": "What is the price of Pepsi Diet?",
    "output": "The price of Pepsi Diet is 180rs"
  },
  {
    "input": "What is the price of Sting?",
    "output": "The price of Sting is 180rs"
  },
  {
    "input": "What is the price of Mirinda?",
    "output": "The price of Mirinda is 180rs"
  },
  {
    "input": "What is the price of Fanta?",
    "output": "The price of Fanta is 180rs"
  },
  {
    "input": "What is the price of 7Up?",
    "output": "The price of 7Up is 180rs"
  },
  {
    "input": "What is the price of Sprite?",
    "output": "The price of Sprite is 180rs"
  },
  {
    "input": "What is the price of Coca Cola?",
    "output": "The price of Coca Cola is 180rs"
  },
  {
    "input": "What is the price of Pepsi?",
    "output": "The price of Pepsi is 180rs"
  },
  {
    "input": "What is the price of Cola Next?",
    "output": "The price of Cola Next is 180rs"
  },
  {
    "input": "What is the price of Rajput?",
    "output": "The price of Rajput is 5rs"
  },
  {
    "input": "What is the price of Jambola?",
    "output": "The price of Jambola is 5rs"
  },
  {
    "input": "What is the price of Tara?",
    "output": "The price of Tara is 5rs"
  },
  {
    "input": "What is the price of Dillagi?",
    "output": "The price of Dillagi is 5rs"
  },
  {
    "input": "What is the price of Tasty Gold?",
    "output": "The price of Tasty Gold is 5rs"
  },
  {
    "input": "What is the price of Andlip?",
    "output": "The price of Andlip is 5rs"
  },
  {
    "input": "What is the price of Hum Tum?",
    "output": "The price of Hum Tum is 5rs"
  },
  {
    "input": "What is the price of Naz?",
    "output": "The price of Naz is 5rs"
  },
  {
    "input": "What is the price of Sanam Gold?",
    "output": "The price of Sanam Gold is 5rs"
  },
  {
    "input": "What is the price of Tulsi?",
    "output": "The price of Tulsi is 5rs"
  },
  {
    "input": "What is the price of Shahi Deluxe?",
    "output": "The price of Shahi Deluxe is 5rs"
  },
  {
    "input": "What is the price of Kashmiri Gold?",
    "output": "The price of Kashmiri Gold is 5rs"
  },
  {
    "input": "What is the price of Jam e shirin?",
    "output": "The price of Jam e shirin is 230rs"
  },
  {
    "input": "What is the price of Pakola?",
    "output": "The price of Pakola is 230rs"
  },
  {
    "input": "What is the price of Quice?",
    "output": "The price of Quice is 230rs"
  },
  {
    "input": "What is the price of Vital?",
    "output": "The price of Vital is 30rs"
  },
  {
    "input": "What is the price of Green Tea?",
    "output": "The price of Green Tea is 40rs"
  },
  {
    "input": "What is the price of Lipton?",
    "output": "The price of Lipton is 80rs"
  },
  {
    "input": "What is the price of Tapal Danedar?",
    "output": "The price of Tapal Danedar is 30rs"
  },
  {
    "input": "What is the price of Supreme?",
    "output": "The price of Supreme is 30rs"
  },
  {
    "input": "What is the price of Synthetic Vinegar?",
    "output": "The price of Synthetic Vinegar is 140rs"
  },
  {
    "input": "What is the price of Novita Orange Small?",
    "output": "The price of Novita Orange Small is 30rs"
  },
  {
    "input": "What is the price of Novita Chocolate Small?",
    "output": "The price of Novita Chocolate Small is 30rs"
  },
  {
    "input": "What is the price of Nestle?",
    "output": "The price of Nestle is 70rs"
  },
  {
    "input": "What is the price of Aquafina?",
    "output": "The price of Aquafina is 50rs"
  },
  {
    "input": "What is the price of Atco?",
    "output": "The price of Atco is 50rs"
  },
  {
    "input": "Who is the manufacturer of Oreo?",
    "output": "The manufacturer of Oreo is LU"
  },
  {
    "input": "Who is the manufacturer of Cocomo?",
    "output": "The manufacturer of Cocomo is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Special?",
    "output": "The manufacturer of Special is Hilal"
  },
  {
    "input": "Who is the manufacturer of Sooper?",
    "output": "The manufacturer of Sooper is Hilal"
  },
  {
    "input": "Who is the manufacturer of Milcolu?",
    "output": "The manufacturer of Milcolu is Hilal"
  },
  {
    "input": "Who is the manufacturer of Milkabisk?",
    "output": "The manufacturer of Milkabisk is LU"
  },
  {
    "input": "Who is the manufacturer of Butter Puff?",
    "output": "The manufacturer of Butter Puff is LU "
  },
  {
    "input": "Who is the manufacturer of Marie?",
    "output": "The manufacturer of Marie is Hilal"
  },
  {
    "input": "Who is the manufacturer of Peanut Pik?",
    "output": "The manufacturer of Peanut Pik is Hilal"
  },
  {
    "input": "Who is the manufacturer of Gala?",
    "output": "The manufacturer of Gala is LU "
  },
  {
    "input": "Who is the manufacturer of Candy?",
    "output": "The manufacturer of Candy is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Peanut Pista?",
    "output": "The manufacturer of Peanut Pista is Hilal"
  },
  {
    "input": "Who is the manufacturer of Rio?",
    "output": "The manufacturer of Rio is Peek Freans"
  },
  {
    "input": "Who is the manufacturer of Prince?",
    "output": "The manufacturer of Prince is LU"
  },
  {
    "input": "Who is the manufacturer of Day Dream?",
    "output": "The manufacturer of Day Dream is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Tuc?",
    "output": "The manufacturer of Tuc is LU"
  },
  {
    "input": "Who is the manufacturer of Tiger?",
    "output": "The manufacturer of Tiger is LU"
  },
  {
    "input": "Who is the manufacturer of Zeera Plus?",
    "output": "The manufacturer of Zeera Plus is LU"
  },
  {
    "input": "Who is the manufacturer of Chocolate Chip?",
    "output": "The manufacturer of Chocolate Chip is EBM"
  },
  {
    "input": "Who is the manufacturer of Hilal Cup cake?",
    "output": "The manufacturer of Hilal Cup cake is Peek Freans"
  },
  {
    "input": "Who is the manufacturer of Sooper Cake?",
    "output": "The manufacturer of Sooper Cake is Sooper"
  },
  {
    "input": "Who is the manufacturer of Hoest?",
    "output": "The manufacturer of Hoest is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Chaska?",
    "output": "The manufacturer of Chaska is EBM"
  },
  {
    "input": "Who is the manufacturer of Hajmola Imli?",
    "output": "The manufacturer of Hajmola Imli is Dabur"
  },
  {
    "input": "Who is the manufacturer of Chooran Chatni?",
    "output": "The manufacturer of Chooran Chatni is Local"
  },
  {
    "input": "Who is the manufacturer of Aamrus?",
    "output": "The manufacturer of Aamrus is Shezan"
  },
  {
    "input": "Who is the manufacturer of Frooto Apple?",
    "output": "The manufacturer of Frooto Apple is Shezan"
  },
  {
    "input": "Who is the manufacturer of Panpasand?",
    "output": "The manufacturer of Panpasand is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Eclairs?",
    "output": "The manufacturer of Eclairs is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Frooto Amrood?",
    "output": "The manufacturer of Frooto Amrood is Shezan"
  },
  {
    "input": "Who is the manufacturer of Frooto Orange?",
    "output": "The manufacturer of Frooto Orange is Shezan"
  },
  {
    "input": "Who is the manufacturer of Softmint ice?",
    "output": "The manufacturer of Softmint ice is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Frooto?",
    "output": "The manufacturer of Frooto is Shezan"
  },
  {
    "input": "Who is the manufacturer of Fruit Gala?",
    "output": "The manufacturer of Fruit Gala is Shezan"
  },
  {
    "input": "Who is the manufacturer of Fanta?",
    "output": "The manufacturer of Fanta is Coca-Cola"
  },
  {
    "input": "Who is the manufacturer of Khopra?",
    "output": "The manufacturer of Khopra is Local"
  },
  {
    "input": "Who is the manufacturer of Mentos?",
    "output": "The manufacturer of Mentos is Perfetti Van Melle"
  },
  {
    "input": "Who is the manufacturer of Bubble Pop?",
    "output": "The manufacturer of Bubble Pop is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Joe Soft?",
    "output": "The manufacturer of Joe Soft is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Ding Dong?",
    "output": "The manufacturer of Ding Dong is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Boom Boom?",
    "output": "The manufacturer of Boom Boom is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Fresh up?",
    "output": "The manufacturer of Fresh up is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Lays?",
    "output": "The manufacturer of Lays is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Wavy?",
    "output": "The manufacturer of Wavy is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Slanty?",
    "output": "The manufacturer of Slanty is Kolson"
  },
  {
    "input": "Who is the manufacturer of Kurkure?",
    "output": "The manufacturer of Kurkure is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Kurleez?",
    "output": "The manufacturer of Kurleez is Ismail Industries"
  },
  {
    "input": "Who is the manufacturer of Cheetos?",
    "output": "The manufacturer of Cheetos is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Now?",
    "output": "The manufacturer of Now is LU"
  },
  {
    "input": "Who is the manufacturer of Paradise?",
    "output": "The manufacturer of Paradise is EBM"
  },
  {
    "input": "Who is the manufacturer of Jubilee?",
    "output": "The manufacturer of Jubilee is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Sonnet?",
    "output": "The manufacturer of Sonnet is EBM"
  },
  {
    "input": "Who is the manufacturer of Snickers?",
    "output": "The manufacturer of Snickers is Mars"
  },
  {
    "input": "Who is the manufacturer of Dairy Milk?",
    "output": "The manufacturer of Dairy Milk is Mondelez"
  },
  {
    "input": "Who is the manufacturer of Capstan?",
    "output": "The manufacturer of Capstan is PTC"
  },
  {
    "input": "Who is the manufacturer of Gold Leaf?",
    "output": "The manufacturer of Gold Leaf is PTC"
  },
  {
    "input": "Who is the manufacturer of Gold Flake?",
    "output": "The manufacturer of Gold Flake is PTC"
  },
  {
    "input": "Who is the manufacturer of Dunhill?",
    "output": "The manufacturer of Dunhill is BAT"
  },
  {
    "input": "Who is the manufacturer of Morven Gold?",
    "output": "The manufacturer of Morven Gold is PTC"
  },
  {
    "input": "Who is the manufacturer of John Player?",
    "output": "The manufacturer of John Player is BAT"
  },
  {
    "input": "Who is the manufacturer of Marlobolo Crafted?",
    "output": "The manufacturer of Marlobolo Crafted is Marlboro"
  },
  {
    "input": "Who is the manufacturer of Pine?",
    "output": "The manufacturer of Pine is Local"
  },
  {
    "input": "Who is the manufacturer of Dot?",
    "output": "The manufacturer of Dot is Local"
  },
  {
    "input": "Who is the manufacturer of Josh?",
    "output": "The manufacturer of Josh is Durex"
  },
  {
    "input": "Who is the manufacturer of Durex?",
    "output": "The manufacturer of Durex is Reckitt"
  },
  {
    "input": "Who is the manufacturer of Sathi?",
    "output": "The manufacturer of Sathi is Local"
  },
  {
    "input": "Who is the manufacturer of Blueband?",
    "output": "The manufacturer of Blueband is Upfield"
  },
  {
    "input": "Who is the manufacturer of Olpers Cream?",
    "output": "The manufacturer of Olpers Cream is Engro Foods"
  },
  {
    "input": "Who is the manufacturer of Milkpak Cream?",
    "output": "The manufacturer of Milkpak Cream is Nestle"
  },
  {
    "input": "Who is the manufacturer of Nurpur Cream?",
    "output": "The manufacturer of Nurpur Cream is Fauji Foods"
  },
  {
    "input": "Who is the manufacturer of Jelly Banana?",
    "output": "The manufacturer of Jelly Banana is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Jelly Mixed Fruit?",
    "output": "The manufacturer of Jelly Mixed Fruit is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Sunlight?",
    "output": "The manufacturer of Sunlight is Unilever"
  },
  {
    "input": "Who is the manufacturer of Bonus?",
    "output": "The manufacturer of Bonus is Colgate-Palmolive"
  },
  {
    "input": "Who is the manufacturer of Ariel?",
    "output": "The manufacturer of Ariel is P&G"
  },
  {
    "input": "Who is the manufacturer of Surf Excel?",
    "output": "The manufacturer of Surf Excel is Unilever"
  },
  {
    "input": "Who is the manufacturer of Brite?",
    "output": "The manufacturer of Brite is Colgate-Palmolive"
  },
  {
    "input": "Who is the manufacturer of Pampers?",
    "output": "The manufacturer of Pampers is P&G"
  },
  {
    "input": "Who is the manufacturer of Bona Papa?",
    "output": "The manufacturer of Bona Papa is Local"
  },
  {
    "input": "Who is the manufacturer of Canbebe?",
    "output": "The manufacturer of Canbebe is Ontex"
  },
  {
    "input": "Who is the manufacturer of Royal Ozone?",
    "output": "The manufacturer of Royal Ozone is Local"
  },
  {
    "input": "Who is the manufacturer of Gastril?",
    "output": "The manufacturer of Gastril is PharmEvo"
  },
  {
    "input": "Who is the manufacturer of Vermicelli?",
    "output": "The manufacturer of Vermicelli is Kolson"
  },
  {
    "input": "Who is the manufacturer of Quorma?",
    "output": "The manufacturer of Quorma is Shan Foods"
  },
  {
    "input": "Who is the manufacturer of Biryani?",
    "output": "The manufacturer of Biryani is Shan Foods"
  },
  {
    "input": "Who is the manufacturer of Coriander?",
    "output": "The manufacturer of Coriander is Shan Foods"
  },
  {
    "input": "Who is the manufacturer of Kasuri Methi?",
    "output": "The manufacturer of Kasuri Methi is Shan"
  },
  {
    "input": "Who is the manufacturer of Garam Masala?",
    "output": "The manufacturer of Garam Masala is Shan"
  },
  {
    "input": "Who is the manufacturer of Bombay Biryani?",
    "output": "The manufacturer of Bombay Biryani is Shan Foods"
  },
  {
    "input": "Who is the manufacturer of Eggs?",
    "output": "The manufacturer of Eggs is Commodity"
  },
  {
    "input": "Who is the manufacturer of Rice?",
    "output": "The manufacturer of Rice is Commodity"
  },
  {
    "input": "Who is the manufacturer of Sugar?",
    "output": "The manufacturer of Sugar is Commodity"
  },
  {
    "input": "Who is the manufacturer of Flour?",
    "output": "The manufacturer of Flour is Commodity"
  },
  {
    "input": "Who is the manufacturer of Pebbles?",
    "output": "The manufacturer of Pebbles is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Wobbly?",
    "output": "The manufacturer of Wobbly is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Peach Jelly?",
    "output": "The manufacturer of Peach Jelly is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Gummy Bear?",
    "output": "The manufacturer of Gummy Bear is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Rose Petal?",
    "output": "The manufacturer of Rose Petal is Packages Group"
  },
  {
    "input": "Who is the manufacturer of Jello Bello?",
    "output": "The manufacturer of Jello Bello is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Berries?",
    "output": "The manufacturer of Berries is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Jelly Strawberry?",
    "output": "The manufacturer of Jelly Strawberry is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Amrood Jelly?",
    "output": "The manufacturer of Amrood Jelly is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Fizzi O?",
    "output": "The manufacturer of Fizzi O is Ismail"
  },
  {
    "input": "Who is the manufacturer of Jiggles?",
    "output": "The manufacturer of jiggle is Commodity"
  },
  {
    "input": "Who is the manufacturer of ABC jelly?",
    "output": "The manufacturer of ABC is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Chilli Milli?",
    "output": "The manufacturer of Chilli Milli is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Twisto?",
    "output": "The manufacturer of Twisto is Ismail"
  },
  {
    "input": "Who is the manufacturer of Polly?",
    "output": "The manufacturer of Polly is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Fruita Vitals Apple?",
    "output": "The manufacturer of Fruita Vitals Apple is Nestle"
  },
  {
    "input": "Who is the manufacturer of Fruita Vitals Red Anaar?",
    "output": "The manufacturer of Fruita Vitals Red Anaar is Nestle"
  },
  {
    "input": "Who is the manufacturer of Pakola?",
    "output": "The manufacturer of Pakola is Mehran Bottlers"
  },
  {
    "input": "Who is the manufacturer of Rani Peach?",
    "output": "The manufacturer of Rani Peach is Aujan Coca-Cola"
  },
  {
    "input": "Who is the manufacturer of Rani Orange?",
    "output": "The manufacturer of Rani Orange is Aujan Coca-Cola"
  },
  {
    "input": "Who is the manufacturer of Nesfruita?",
    "output": "The manufacturer of Nesfruita is Nestle"
  },
  {
    "input": "Who is the manufacturer of Slice?",
    "output": "The manufacturer of Slice is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Nesfruita Red Grapes?",
    "output": "The manufacturer of Nesfruita Red Grapes is Nestle"
  },
  {
    "input": "Who is the manufacturer of Chilli Garlic Sauce?",
    "output": "The manufacturer of Chilli Garlic Sauce is National"
  },
  {
    "input": "Who is the manufacturer of Tomato Ketchup?",
    "output": "The manufacturer of Tomato Ketchup is National"
  },
  {
    "input": "Who is the manufacturer of Nurpur?",
    "output": "The manufacturer of Nurpur is Fauji Foods"
  },
  {
    "input": "Who is the manufacturer of Olpers?",
    "output": "The manufacturer of Olpers is Engro Foods"
  },
  {
    "input": "Who is the manufacturer of Dostea?",
    "output": "The manufacturer of Dostea is Engro Foods"
  },
  {
    "input": "Who is the manufacturer of Milkpak?",
    "output": "The manufacturer of Milkpak is Nestle"
  },
  {
    "input": "Who is the manufacturer of Tarang?",
    "output": "The manufacturer of Tarang is Engro Foods"
  },
  {
    "input": "Who is the manufacturer of Adaab?",
    "output": "The manufacturer of Adaab is Local"
  },
  {
    "input": "Who is the manufacturer of Rajni?",
    "output": "The manufacturer of Rajni is Local"
  },
  {
    "input": "Who is the manufacturer of Pan Parag?",
    "output": "The manufacturer of Pan Parag is DS Group"
  },
  {
    "input": "Who is the manufacturer of Mughlia?",
    "output": "The manufacturer of Mughlia is Local"
  },
  {
    "input": "Who is the manufacturer of Lunch Time?",
    "output": "The manufacturer of Lunch Time is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Ballay Ballay?",
    "output": "The manufacturer of Ballay Ballay is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Shoop Chicken?",
    "output": "The manufacturer of Shoop Chicken is Shan Foods"
  },
  {
    "input": "Who is the manufacturer of Knor Chicken?",
    "output": "The manufacturer of Knor Chicken is Unilever"
  },
  {
    "input": "Who is the manufacturer of Shoop Chatpata?",
    "output": "The manufacturer of Shoop Chatpata is Shan Foods"
  },
  {
    "input": "Who is the manufacturer of Knor Chatpata?",
    "output": "The manufacturer of Knor Chatpata is Unilever"
  },
  {
    "input": "Who is the manufacturer of Mixed Pickle?",
    "output": "The manufacturer of Mixed Pickle is National"
  },
  {
    "input": "Who is the manufacturer of Trim?",
    "output": "The manufacturer of Trim is Treet Corporation"
  },
  {
    "input": "Who is the manufacturer of Treet?",
    "output": "The manufacturer of Treet is Treet Corporation"
  },
  {
    "input": "Who is the manufacturer of Trig?",
    "output": "The manufacturer of Trig is Treet Corporation"
  },
  {
    "input": "Who is the manufacturer of Gillete?",
    "output": "The manufacturer of Gillete is P&G"
  },
  {
    "input": "Who is the manufacturer of Butterfly?",
    "output": "The manufacturer of Butterfly is Santex"
  },
  {
    "input": "Who is the manufacturer of Always?",
    "output": "The manufacturer of Always is P&G"
  },
  {
    "input": "Who is the manufacturer of Embrace?",
    "output": "The manufacturer of Embrace is P&G"
  },
  {
    "input": "Who is the manufacturer of Sunsilk?",
    "output": "The manufacturer of Sunsilk is Unilever"
  },
  {
    "input": "Who is the manufacturer of Head n Shoulder?",
    "output": "The manufacturer of Head n Shoulder is P&G"
  },
  {
    "input": "Who is the manufacturer of Tresemme?",
    "output": "The manufacturer of Tresemme is Unilever"
  },
  {
    "input": "Who is the manufacturer of Lifebouy Shampoo?",
    "output": "The manufacturer of Lifebouy Shampoo is Unilever"
  },
  {
    "input": "Who is the manufacturer of Clear?",
    "output": "The manufacturer of Clear is Unilever"
  },
  {
    "input": "Who is the manufacturer of Power Plus?",
    "output": "The manufacturer of Power Plus is Local"
  },
  {
    "input": "Who is the manufacturer of Kiwi?",
    "output": "The manufacturer of Kiwi is SC Johnson"
  },
  {
    "input": "Who is the manufacturer of Cherry Blososom?",
    "output": "The manufacturer of Cherry Blososom is SC Johnson"
  },
  {
    "input": "Who is the manufacturer of Lifebouy?",
    "output": "The manufacturer of Lifebouy is Unilever"
  },
  {
    "input": "Who is the manufacturer of Hari?",
    "output": "The manufacturer of Hari is Local"
  },
  {
    "input": "Who is the manufacturer of Safeguard?",
    "output": "The manufacturer of Safeguard is P&G"
  },
  {
    "input": "Who is the manufacturer of Pears?",
    "output": "The manufacturer of Pears is Unilever"
  },
  {
    "input": "Who is the manufacturer of Tibet?",
    "output": "The manufacturer of Tibet is Tibbet Group"
  },
  {
    "input": "Who is the manufacturer of Palmolive?",
    "output": "The manufacturer of Palmolive is Colgate-Palmolive"
  },
  {
    "input": "Who is the manufacturer of Dettol?",
    "output": "The manufacturer of Dettol is Reckitt"
  },
  {
    "input": "Who is the manufacturer of Lux?",
    "output": "The manufacturer of Lux is Unilever"
  },
  {
    "input": "Who is the manufacturer of Dove?",
    "output": "The manufacturer of Dove is Unilever"
  },
  {
    "input": "Who is the manufacturer of Mountain Dew?",
    "output": "The manufacturer of Mountain Dew is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Fizz Up?",
    "output": "The manufacturer of Fizz Up is Local"
  },
  {
    "input": "Who is the manufacturer of Pepsi Diet?",
    "output": "The manufacturer of Pepsi Diet is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Sting?",
    "output": "The manufacturer of Sting is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Mirinda?",
    "output": "The manufacturer of Mirinda is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Fanta?",
    "output": "The manufacturer of Fanta is Coca-Cola"
  },
  {
    "input": "Who is the manufacturer of 7Up?",
    "output": "The manufacturer of 7Up is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Sprite?",
    "output": "The manufacturer of Sprite is Coca-Cola"
  },
  {
    "input": "Who is the manufacturer of Coca Cola?",
    "output": "The manufacturer of Coca Cola is Coca-Cola"
  },
  {
    "input": "Who is the manufacturer of Pepsi?",
    "output": "The manufacturer of Pepsi is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Cola Next?",
    "output": "The manufacturer of Cola Next is Mehran Bottlers"
  },
  {
    "input": "Who is the manufacturer of Rajput?",
    "output": "The manufacturer of Rajput is Local"
  },
  {
    "input": "Who is the manufacturer of Jambola?",
    "output": "The manufacturer of Jambola is Local"
  },
  {
    "input": "Who is the manufacturer of Tara?",
    "output": "The manufacturer of Tara is Local"
  },
  {
    "input": "Who is the manufacturer of Dillagi?",
    "output": "The manufacturer of Dillagi is Local"
  },
  {
    "input": "Who is the manufacturer of Tasty Gold?",
    "output": "The manufacturer of Tasty Gold is Local"
  },
  {
    "input": "Who is the manufacturer of Andlip?",
    "output": "The manufacturer of Andlip is Local"
  },
  {
    "input": "Who is the manufacturer of Hum Tum?",
    "output": "The manufacturer of Hum Tum is Local"
  },
  {
    "input": "Who is the manufacturer of Naz?",
    "output": "The manufacturer of Naz is Local"
  },
  {
    "input": "Who is the manufacturer of Sanam Gold?",
    "output": "The manufacturer of Sanam Gold is Local"
  },
  {
    "input": "Who is the manufacturer of Tulsi?",
    "output": "The manufacturer of Tulsi is Local"
  },
  {
    "input": "Who is the manufacturer of Shahi Deluxe?",
    "output": "The manufacturer of Shahi Deluxe is Local"
  },
  {
    "input": "Who is the manufacturer of Kashmiri Gold?",
    "output": "The manufacturer of Kashmiri Gold is Local"
  },
  {
    "input": "Who is the manufacturer of Jam e shirin?",
    "output": "The manufacturer of Jam e shirin is Qarshi"
  },
  {
    "input": "Who is the manufacturer of Pakola?",
    "output": "The manufacturer of Pakola is Mehran Bottlers"
  },
  {
    "input": "Who is the manufacturer of Quice?",
    "output": "The manufacturer of Quice is Quice Foods"
  },
  {
    "input": "Who is the manufacturer of Vital?",
    "output": "The manufacturer of Vital is Vital Tea"
  },
  {
    "input": "Who is the manufacturer of Green Tea?",
    "output": "The manufacturer of Green Tea is Tapal"
  },
  {
    "input": "Who is the manufacturer of Lipton?",
    "output": "The manufacturer of Lipton is Unilever"
  },
  {
    "input": "Who is the manufacturer of Tapal Danedar?",
    "output": "The manufacturer of Tapal Danedar is Tapal Tea"
  },
  {
    "input": "Who is the manufacturer of Supreme?",
    "output": "The manufacturer of Supreme is Tapal Tea"
  },
  {
    "input": "Who is the manufacturer of Synthetic Vinegar?",
    "output": "The manufacturer of Synthetic Vinegar is National"
  },
  {
    "input": "Who is the manufacturer of Novita Orange?",
    "output": "The manufacturer of Novita Orange is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Novita Chocolate?",
    "output": "The manufacturer of Novita Chocolate is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Wispy?",
    "output": "The manufacturer of Wispy is Ismail Industries"
  },
  {
    "input": "Who is the manufacturer of Nestle?",
    "output": "The manufacturer of Nestle is Nestle"
  },
  {
    "input": "Who is the manufacturer of Aquafina?",
    "output": "The manufacturer of Aquafina is PepsiCo"
  },
  {
    "input": "Who is the manufacturer of Atco?",
    "output": "The manufacturer of Atco is ATCO Laboratories"
  },
  {
    "input": "Who is the manufacturer of Lemon?",
    "output": "The manufacturer of Lemon is Peek Freans"
  },
  {
    "input": "Who is the manufacturer of Lemon Max?",
    "output": "The manufacturer of Lemon Max is Colgate-Palmolive"
  },
  {
    "input": "Who is the manufacturer of Touch?",
    "output": "The manufacturer of Touch is Greenstar"
  },
  {
    "input": "Who is the manufacturer of Salva?",
    "output": "The manufacturer of Salva is Zia Foods"
  },
  {
    "input": "Who is the manufacturer of Colgate?",
    "output": "The manufacturer of Colgate is Colgate-Palmolive"
  },
  {
    "input": "Who is the manufacturer of Sensodyne?",
    "output": "The manufacturer of Sensodyne is Haleon plc"
  },
  {
    "input": "Who is the manufacturer of Paradontax?",
    "output": "The manufacturer of Paradontax is Haleon plc"
  },
  {
    "input": "Who is the manufacturer of Doctor?",
    "output": "The manufacturer of Doctor is Anfords Pakistan (Pvt.) Ltd"
  },
  {
    "input": "Who is the manufacturer of Nankhatai?",
    "output": "The manufacturer of Nankhatai is LU"
  },
  {
    "input": "Who is the manufacturer of Butter?",
    "output": "The manufacturer of Butter is LU"
  },
  {
    "input": "Who is the manufacturer of Cafe?",
    "output": "The manufacturer of Cafe is Mayfair"
  },
  {
    "input": "Who is the manufacturer of Digestive?",
    "output": "The manufacturer of Digestive is Innovative"
  },
  {
    "input": "Who is the manufacturer of Chocolatto?",
    "output": "The manufacturer of Chocolatto is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Party Pik?",
    "output": "The manufacturer of Party Pik is Peek Freans"
  },
  {
    "input": "Who is the manufacturer of Rite?",
    "output": "The manufacturer of Rite is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Bistiks?",
    "output": "The manufacturer of Bistiks is LU"
  },
  {
    "input": "Who is the manufacturer of Click?",
    "output": "The manufacturer of Click is Peek Freans"
  },
  {
    "input": "Who is the manufacturer of Gluco?",
    "output": "The manufacturer of Gluco is Peek Freans"
  },
  {
    "input": "Who is the manufacturer of Choco Lava?",
    "output": "The manufacturer of Choco Lava is Peek Freans"
  },
  {
    "input": "Who is the manufacturer of Rollies?",
    "output": "The manufacturer of Rollies is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Wheatable?",
    "output": "The manufacturer of Wheatable is LU"
  },
  {
    "input": "Who is the manufacturer of Coconut?",
    "output": "The manufacturer of Coconut is LU"
  },
  {
    "input": "Who is the manufacturer of Nice?",
    "output": "The manufacturer of Nice is LU"
  },
  {
    "input": "Who is the manufacturer of Classic?",
    "output": "The manufacturer of Classic is LU"
  },
  {
    "input": "Who is the manufacturer of Peanut?",
    "output": "The manufacturer of Peanut is Innovative"
  },
  {
    "input": "Who is the manufacturer of Chai Wala Biscuit?",
    "output": "The manufacturer of Chai Wala Biscuit is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Frisky?",
    "output": "The manufacturer of Frisky is Innovative"
  },
  {
    "input": "Who is the manufacturer of Delice?",
    "output": "The manufacturer of Delice is Bisconni"
  },
  {
    "input": "Who is the manufacturer of TeaTime?",
    "output": "The manufacturer of TeaTime is Cookania"
  },
  {
    "input": "Who is the manufacturer of Saltish?",
    "output": "The manufacturer of Saltish is Peek Freans"
  },
  {
    "input": "Who is the manufacturer of Patti Fry?",
    "output": "The manufacturer of Patti Fry is Winner"
  },
  {
    "input": "Who is the manufacturer of Finger Fries?",
    "output": "The manufacturer of Finger Fries is Bolton"
  },
  {
    "input": "Who is the manufacturer of Snackers?",
    "output": "The manufacturer of Snackers is Kolson"
  },
  {
    "input": "Who is the manufacturer of Pingos?",
    "output": "The manufacturer of Pingos is Jojo"
  },
  {
    "input": "Who is the manufacturer of Tikka Boti?",
    "output": "The manufacturer of Tikka Boti is Snacky"
  },
  {
    "input": "Who is the manufacturer of Chicken Maza?",
    "output": "The manufacturer of Chicken Maza is Local"
  },
  {
    "input": "Who is the manufacturer of Fillz?",
    "output": "The manufacturer of Fillz is Snackcity"
  },
  {
    "input": "Who is the manufacturer of Pop Star?",
    "output": "The manufacturer of Pop Star is Shahi"
  },
  {
    "input": "Who is the manufacturer of Cheese Balls?",
    "output": "The manufacturer of Cheese Balls is Kolson"
  },
  {
    "input": "Who is the manufacturer of Chillz?",
    "output": "The manufacturer of Chillz is Snackcity"
  },
  {
    "input": "Who is the manufacturer of Potato Sticks?",
    "output": "The manufacturer of Potato Sticks is Kolson"
  },
  {
    "input": "Who is the manufacturer of Potato Snacks?",
    "output": "The manufacturer of Potato Snacks is Yum Treats"
  },
  {
    "input": "Who is the manufacturer of Pringles?",
    "output": "The manufacturer of Pringles is P&G"
  },
  {
    "input": "Who is the manufacturer of Dalda?",
    "output": "The manufacturer of Dalda is Dalda Foods"
  },
  {
    "input": "Who is the manufacturer of Kisan?",
    "output": "The manufacturer of Kisan is Faisalabad Oil Refinery (Pvt.) Limited (FORL)"
  },
  {
    "input": "Who is the manufacturer of Habib?",
    "output": "The manufacturer of Habib is Habib"
  },
  {
    "input": "Who is the manufacturer of Tullo?",
    "output": "The manufacturer of Tullo is Wazir Ali Industries Limited and Dalda Foods Ltd"
  },
  {
    "input": "Who is the manufacturer of Sufi?",
    "output": "The manufacturer of Sufi is Sufi Banaspati & Cooking Oil"
  },
  {
    "input": "Who is the manufacturer of Manpasand?",
    "output": "The manufacturer of Manpasand is Manpasand Beverages Limited"
  },
  {
    "input": "Who is the manufacturer of Golden Sun?",
    "output": "The manufacturer of Golden Sun is Iffco Group"
  },
  {
    "input": "Who is the manufacturer of Meezan?",
    "output": "The manufacturer of Meezan is Meezan Group"
  },
  {
    "input": "Who is the manufacturer of Soya Supreme?",
    "output": "The manufacturer of Soya Supreme is Agro Processors & Atmospheric Gases (Pvt.) Ltd. (APAG)"
  },
  {
    "input": "Who is the manufacturer of Kiran?",
    "output": "The manufacturer of Kiran is Kiran Group"
  },
  {
    "input": "Who is the manufacturer of Sultan?",
    "output": "The manufacturer of Sultan is Al-Hilal Industries (Pvt) Limited"
  },
  {
    "input": "Who is the manufacturer of Bake Time?",
    "output": "The manufacturer of Bake Time is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Good Goodies?",
    "output": "The manufacturer of Good Goodies is Mitchells (Pvt) Ltd"
  },
  {
    "input": "Who is the manufacturer of Smile?",
    "output": "The manufacturer of Smile is Peek Freans"
  },
  {
    "input": "Who is the manufacturer of Lotus?",
    "output": "The manufacturer of Lotus is Bisconni"
  },
  {
    "input": "Who is the manufacturer of Kake?",
    "output": "The manufacturer of Kake is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Care?",
    "output": "The manufacturer of Care is Care Cosmetics"
  },
  {
    "input": "Who is the manufacturer of Capri?",
    "output": "The manufacturer of Capri is ZIL Limited"
  },
  {
    "input": "Who is the manufacturer of Lara?",
    "output": "The manufacturer of Lara is Lara Cosmetic"
  },
  {
    "input": "Who is the manufacturer of Express Power?",
    "output": "The manufacturer of Express Power is Colgate-Palmolive (Pakistan) Ltd"
  },
  {
    "input": "Who is the manufacturer of Yums?",
    "output": "The manufacturer of Yums is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Super Sour?",
    "output": "The manufacturer of Super Sour is Hilal Foods"
  },
  {
    "input": "Who is the manufacturer of Creamers?",
    "output": "The manufacturer of Creamers is Mayfair"
  },
  {
    "input": "Who is the manufacturer of Bisca?",
    "output": "The manufacturer of Bisca is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Caramel?",
    "output": "The manufacturer of Caramel is Shirin Asal"
  },
  {
    "input": "Who is the manufacturer of You?",
    "output": "The manufacturer of You is CandyLand"
  },
  {
    "input": "Who is the manufacturer of Hiss?",
    "output": "The manufacturer of Hiss is Shirin Asal"
  },
  {
    "input": "Who is the manufacturer of Bittens?",
    "output": "The manufacturer of Bittens is Innovative"
  },
  {
    "input": "Who is the manufacturer of Mars?",
    "output": "The manufacturer of Mars is Mars, Incorporated"
  },
  {
    "input": "Who is the manufacturer of KitKat?",
    "output": "The manufacturer of KitKat is Nestle"
  },
  {
    "input": "Who is the manufacturer of Opus?",
    "output": "The manufacturer of Opus is Giggly"
  },
  {
    "input": "What is Lemon?",
    "output": "A lemon biscuit is a type of cookie or biscuit with a citrus flavor, achieved by adding lemon zest and or juice to the dough"
  },
  {
    "input": "What is Lemon Max?",
    "output": "Lemon Max is a brand of dishwashing products, produced by Colgate-Palmolive, that uses lemon juice for its grease-cutting properties"
  },
  {
    "input": "What is Touch?",
    "output": " condoms are made from natural rubber latex, are electronically tested, and are designed to provide protection against unwanted pregnancies and sexually transmitted infections (STIs)."
  },
  {
    "input": "What is Salva?",
    "output": "Salva is a brand of nimko, which is a popular Pakistani savory snack mix made from a combination of crispy ingredients like lentils, chickpeas, and peanuts, seasoned with a variety of spices"
  },
  {
    "input": "What is Colgate?",
    "output": "Colgate is an American oral hygiene brand owned by Colgate-Palmolive, which produces toothpaste and other dental care products"
  },
  {
    "input": "What is Sensodyne?",
    "output": "Sensodyne is a brand of toothpaste specifically formulated to relieve tooth sensitivity pain and provide long-term protection for sensitive teeth."
  },
  {
    "input": "What is Paradontax?",
    "output": "Parodontax is a brand of specialist toothpaste designed to help prevent and treat bleeding gums by targeting plaque."
  },
  {
    "input": "What is Doctor?",
    "output": "Doctor Toothpaste is a brand of oral care product that is formulated to protect gums and teeth by reducing sensitivity, relieving toothaches, stopping gum bleeding, and preventing bad breath."
  },
  {
    "input": "What is Nankhatai?",
    "output": "Nankhatai is a type of shortbread biscuit from the Indian subcontinent, known for its soft, crumbly, melt-in-the-mouth texture."
  },
  {
    "input": "What is Butter?",
    "output": "A butter biscuit is a type of cookie or a savory baked good made with a significant amount of butter as a primary ingredient, which gives it a rich flavor and tender, flaky, or crispy texture depending on the recipe."
  },
  {
    "input": "What is Cafe?",
    "output": "A cafe biscuit is typically a sweet, soft, or crumbly biscuit designed to be paired with tea or coffee."
  },
  {
    "input": "What is Digestive?",
    "output": "A digestive biscuit is a semi-sweet, hard biscuit made from whole-wheat flour and is known for its slightly crumbly texture and malty flavor."
  },
  {
    "input": "What is Chocolatto?",
    "output": "Chocolatto is a popular brand of biscuit, specifically from the Pakistani company Bisconni, known for its combination of a crispy biscuit shell and a rich, creamy chocolate filling inside."
  },
  {
    "input": "What is Party Pik?",
    "output": "Party Pik is a brand of biscuits from the Pakistani manufacturer Peek Freans and English Biscuit Manufacturers (EBM)."
  },
  {
    "input": "What is Rite?",
    "output": "Rite! is a brand of sandwich biscuit produced by Bisconni, known for its dark, crunchy biscuits with a vanilla or chocolate cream filling."
  },
  {
    "input": "What is Bistiks?",
    "output": "Bistiks is a brand name for a type of biscuit, specifically LU Bakeri Bistiks, which are typically crunchy, finger-shaped biscuits often infused with flavors like lemon and vanilla."
  },
  {
    "input": "What is Click?",
    "output": " It is described as a soft dough biscuit with a distinctive crunchy texture and the added zing of roasted cumin seeds."
  },
  {
    "input": "What is Gluco?",
    "output": "A Gluco biscuit is a type of energy biscuit, often a plain, sweet, and crunchy biscuit that provides a quick source of energy due to its glucose content"
  },
  {
    "input": "What is Choco Lava?",
    "output": "A choco lava biscuit is a biscuit with a crispy outer layer and a soft, molten chocolate center that flows out when bitten into"
  },
  {
    "input": "What is Rollies?",
    "output": "They are a type of cake roll or Swiss roll, a dessert made from a thin sponge cake"
  },
  {
    "input": "What is Wheatable?",
    "output": "Wheatable is a brand of whole wheat biscuits, marketed as a healthy snack option that is high in fiber"
  },
  {
    "input": "What is Coconut?",
    "output": "Coconut is a biscuit made with real coconut flakes, giving it a tropical flavor and a sweet, crunchy texture"
  },
  {
    "input": "What is Nice?",
    "output": "A Nice biscuit is a thin, rectangular, coconut-flavored biscuit that is lightly sprinkled with sugar crystals, often with the word NICE imprinted on to"
  },
  {
    "input": "What is Classic?",
    "output": "Classic biscuits, often called Bakeri Classic, are a traditional milk and egg biscuit"
  },
  {
    "input": "What is Peanut?",
    "output": "These are biscuits that contain roasted peanuts, offering a crispy texture and rich peanut flavor"
  },
  {
    "input": "What is Chai Wala Biscuit?",
    "output": "A Chai Wala Biscuit is a type of cookie or cracker, specifically designed to be eaten with tea."
  },
  {
    "input": "What is Frisky?",
    "output": " Frisky is a crispy, sweet wafers filled with layers of flavored cream, such as orange, vanilla, or chocolate"
  },
  {
    "input": "What is Delice?",
    "output": "Delice Buiscuit  refers to a type of butter cookie or a sugar-sprinkled coconut biscuit"
  },
  {
    "input": "What is TeaTime?",
    "output": "Teatime biscuits are a crispy, traditional Pakistani snack, typically flavored with lemon and vanilla, designed to be eaten with tea"
  },
  {
    "input": "What is Saltish?",
    "output": "Saltish biscuits are a crispy, savory snack that offers a combination of salty and slightly sweet flavor"
  },
  {
    "input": "What is Patti Fry?",
    "output": "Patti Fry Masti Masala, a snack that brings a spicy twist to your munching moments"
  },
  {
    "input": "What is Finger Fries?",
    "output": "Finger Fries is a black papper chips"
  },
  {
    "input": "What is Snackers?",
    "output": " Snackers are a line of crunchy, triangle-shaped chips and snacks"
  },
  {
    "input": "What is Pingos?",
    "output": " Pingos are a brand of puffed cornmeal snacks that come in a crunchy, ring-shaped form"
  },
  {
    "input": "What is Tikka Boti?",
    "output": "Tikka boti is a local company snacks with tikka falvour"
  },
  {
    "input": "What is Chicken Maza?",
    "output": "chicken maza is a local company snacks with masala masti falvour"
  },
  {
    "input": "What is Fillz?",
    "output": "Fillz are light and crispy chips with Salt and Masala flavors"
  },
  {
    "input": "What is Pop Star?",
    "output": "Pop Star snacks are a brand of baked, extruded snacks made from cornmeal, known for being a healthier alternative to fried potato snack"
  },
  {
    "input": "What is Cheese Balls?",
    "output": " Cheese Balls are a popular, light, and crunchy snack made from cornmeal and flavored with either an original cheese or a tangy masala seasoning"
  },
  {
    "input": "What is Chillz?",
    "output": "Chillz are spicy, crunchy potato sticks"
  },
  {
    "input": "What is Potato Sticks?",
    "output": "Potato Sticks are a savory, crispy snack made from a blend of potato flakes and corn grits that are seasoned with pepper and salt"
  },
  {
    "input": "What is Potato Snacks?",
    "output": "Potato Snacks is  yummy snack that come in Vegetable flavour"
  },
  {
    "input": "What is Pringles?",
    "output": "Pringles are a brand of snack crisps made from a dehydrated potato-based dough, combined with other ingredients like corn, rice, and wheat flour"
  },
  {
    "input": "What is Dalda?",
    "output": "Dalda is a brand of cooking oils and fats, most notably a popular brand of vanaspati ghee (vegetable ghee) in South Asia"
  },
  {
    "input": "What is Kisan?",
    "output": "Kisan is brand that make oil and ghee, cooking oil is a blend of sunflower, canola, and soybean oils, while Kisan ghee is made from either pure desi cow ghee or vegetable fat (banaspati)"
  },
  {
    "input": "What is Habib?",
    "output": "Habib refers to a brand of cooking oil and ghee from Habib Oil Mills"
  },
  {
    "input": "What is Tullo?",
    "output": "Tullo most commonly refers to a brand of cooking oil and banaspati ghee popular in South Asia"
  },
  {
    "input": "What is Sufi?",
    "output": "Sufi is a brand of edible oils and ghee"
  },
  {
    "input": "What is Manpasand?",
    "output": "Manpasand is a brand of cooking oil and banaspati ghee type of vegetable shortning popular in pakistan"
  },
  {
    "input": "What is Golden Sun?",
    "output": "This is a line of pure vegetable cooking oils that are refined, deodorized, and often made from sunflower seeds"
  },
  {
    "input": "What is Meezan?",
    "output": "A lighter, versatile oil suitable for general cooking purposes like saut ing and frying."
  },
  {
    "input": "What is Soya Supreme?",
    "output": "Soya Supreme is a brand that produces cooking oils and banaspati ghee. Its products include various types of cooking oils"
  },
  {
    "input": "What is Kiran?",
    "output": "Kiran is a brand of cooking oil and banaspati (vegetable ghee) from a Pakistani company that produces a variety of edible oils"
  },
  {
    "input": "What is Sultan?",
    "output": "Sultan is a brand of cooking oil and ghee a blend of soybean, canola, and sunflower oils."
  },
  {
    "input": "What is Bake Time?",
    "output": " Individually packaged cake slices in a variety of flavors, including plain, chocolate, and fruit."
  },
  {
    "input": "What is Good Goodies?",
    "output": "Good Goodies is a delicious cake famous for its softness"
  },
  {
    "input": "What is Smile?",
    "output": "A brand of cream-filled, sprinkle-covered donut cakes by Peek Freans, or a type of cake decorated with a smiley face."
  },
  {
    "input": "What is Lotus?",
    "output": "Lotus cake refers to two main types of desserts: one made with a sweet lotus seed paste filling and the other, more commonly, made with the flavors of Lotus Biscoff cookies."
  },
  {
    "input": "What is Kake?",
    "output": "Hilal CupKake. With its soft, fluffy sponge and delightful center filling, it s a treat loved by kids and trusted by parents."
  },
  {
    "input": "What is Care?",
    "output": "Care Rose Water & Strawberry Extract Soap offers a balanced mixture of essence including citrus, moss, amber, and warm woods and roses."
  },
  {
    "input": "What is Capri?",
    "output": "The soaps are made with natural ingredients and fragrances, aiming to provide a luxurious, gentle cleansing experience that leaves skin soft, nourished, and fresh."
  },
  {
    "input": "What is Lara?",
    "output": "Lara is a beautiful soap with elegant fragrance "
  },
  {
    "input": "What is Express Power?",
    "output": "Express Power is a brand of laundry detergent that comes in both powder and bar forms, known for providing an economical, high-quality wash with powerful stain-lifting capabilities."
  },
  {
    "input": "What is Yums?",
    "output": "Candyland Yums Fruity Chews, a type of chewy, fruit-flavored."
  },
  {
    "input": "What is Super Sour?",
    "output": "Super Sour Ultra Sour and Toxic Waste Hazardously Sour Candy"
  },
  {
    "input": "What is Creamers?",
    "output": "Creamer are small, hard candies that have a creamy, smooth texture"
  },
  {
    "input": "What is Bisca?",
    "output": "Bisca is a chocolate-covered biscuit treat that combines crunchy biscuits with a layer of caramel and is coated in chocolate."
  },
  {
    "input": "What is Caramel?",
    "output": "Caramel chocolate is a combination of caramel and chocolate, "
  },
  {
    "input": "What is You?",
    "output": "You is chocolate known for its creamy texture and balanced sweetness."
  },
  {
    "input": "What is Hiss?",
    "output": "Hiss chocolate is an Iranian chocolate bar"
  },
  {
    "input": "What is Bittens?",
    "output": "Bittens chocolate refers to a brand of affordable, smooth, and creamy milk chocolate bars"
  },
  {
    "input": "What is Mars?",
    "output": "A Mars chocolate bar is a chocolate bar that consists of a chocolate-malt nougat and caramel center, covered in milk chocolate"
  },
  {
    "input": "What is KitKat?",
    "output": "KitKat is a popular chocolate bar featuring crispy wafer layers covered in milk chocolate."
  },
  {
    "input": "What is Opus?",
    "output": "Opus is a brand of chocolate, primarily known for a caramel-filled bar that features a rich chocolate exterior and a soft, gooey caramel center"
  },
  {
    "input": "What is the price of Lemon?",
    "output": "The price of Lemon is 20rs"
  },
  {
    "input": "What is the price of Lemon Max?",
    "output": "The price of Lemon Max is 30.0rs"
  },
  {
    "input": "What is the price of Touch?",
    "output": "The price of Touch is 150.0rs"
  },
  {
    "input": "What is the price of Salva?",
    "output": "The price of Salva is 20.0rs"
  },
  {
    "input": "What is the price of Colgate?",
    "output": "The price of Colgate is 100.0rs"
  },
  {
    "input": "What is the price of Sensodyne?",
    "output": "The price of Sensodyne is 150.0rs"
  },
  {
    "input": "What is the price of Paradontax?",
    "output": "The price of Paradontax is 150.0rs"
  },
  {
    "input": "What is the price of Doctor?",
    "output": "The price of Doctor is 150.0rs"
  },
  {
    "input": "What is the price of Nankhatai?",
    "output": "The price of Nankhatai is 20.0rs"
  },
  {
    "input": "What is the price of Butter?",
    "output": "The price of Butter is 20.0rs"
  },
  {
    "input": "What is the price of Cafe?",
    "output": "The price of Cafe is 20.0rs"
  },
  {
    "input": "What is the price of Digestive?",
    "output": "The price of Digestive is 30.0rs"
  },
  {
    "input": "What is the price of Chocolatto?",
    "output": "The price of Chocolatto is 20.0rs"
  },
  {
    "input": "What is the price of Party Pik?",
    "output": "The price of Party Pik is 20.0rs"
  },
  {
    "input": "What is the price of Rite?",
    "output": "The price of Rite is 20.0rs"
  },
  {
    "input": "What is the price of Bistiks?",
    "output": "The price of Bistiks is 20.0rs"
  },
  {
    "input": "What is the price of Click?",
    "output": "The price of Click is 20.0rs"
  },
  {
    "input": "What is the price of Gluco?",
    "output": "The price of Gluco is 20.0rs"
  },
  {
    "input": "What is the price of Choco Lava?",
    "output": "The price of Choco Lava is 30.0rs"
  },
  {
    "input": "What is the price of Rollies?",
    "output": "The price of Rollies is 50.0rs"
  },
  {
    "input": "What is the price of Wheatable?",
    "output": "The price of Wheatable is 20.0rs"
  },
  {
    "input": "What is the price of Coconut?",
    "output": "The price of Coconut is 20.0rs"
  },
  {
    "input": "What is the price of Nice?",
    "output": "The price of Nice is 20.0rs"
  },
  {
    "input": "What is the price of Classic?",
    "output": "The price of Classic is 20.0rs"
  },
  {
    "input": "What is the price of Peanut?",
    "output": "The price of Peanut is 20.0rs"
  },
  {
    "input": "What is the price of Chai Wala Biscuit?",
    "output": "The price of Chai Wala Biscuit is 20.0rs"
  },
  {
    "input": "What is the price of Frisky Small?",
    "output": "The price of Frisky Small is 40rs"
  },
  {
    "input": "What is the price of Delice?",
    "output": "The price of Delice is 20.0rs"
  },
  {
    "input": "What is the price of TeaTime?",
    "output": "The price of TeaTime is 20.0rs"
  },
  {
    "input": "What is the price of Saltish?",
    "output": "The price of Saltish is 50.0rs"
  },
  {
    "input": "What is the price of Patti Fry?",
    "output": "The price of Patti Fry is 10.0rs"
  },
  {
    "input": "What is the price of Finger Fries?",
    "output": "The price of Finger Fries is 10.0rs"
  },
  {
    "input": "What is the price of Snackers?",
    "output": "The price of Snackers is 20.0rs"
  },
  {
    "input": "What is the price of Pingos?",
    "output": "The price of Pingos is 20.0rs"
  },
  {
    "input": "What is the price of Tikka Boti?",
    "output": "The price of Tikka Boti is 10.0rs"
  },
  {
    "input": "What is the price of Chicken Maza?",
    "output": "The price of Chicken Maza is 10.0rs"
  },
  {
    "input": "What is the price of Fillz?",
    "output": "The price of Fillz is 20.0rs"
  },
  {
    "input": "What is the price of Pop Star?",
    "output": "The price of Pop Star is 10.0rs"
  },
  {
    "input": "What is the price of Cheese Balls?",
    "output": "The price of Cheese Balls is 20.0rs"
  },
  {
    "input": "What is the price of Chillz?",
    "output": "The price of Chillz is 50.0rs"
  },
  {
    "input": "What is the price of Potato Sticks?",
    "output": "The price of Potato Sticks is 20.0rs"
  },
  {
    "input": "What is the price of Potato Snacks?",
    "output": "The price of Potato Snacks is 20.0rs"
  },
  {
    "input": "What is the price of Pringles?",
    "output": "The price of Pringles is 150.0rs"
  },
  {
    "input": "What is the price of Dalda?",
    "output": "The price of Dalda is 200.0rs"
  },
  {
    "input": "What is the price of Kisan?",
    "output": "The price of Kisan is 200.0rs"
  },
  {
    "input": "What is the price of Habib?",
    "output": "The price of Habib is 200.0rs"
  },
  {
    "input": "What is the price of Tullo?",
    "output": "The price of Tullo is 200.0rs"
  },
  {
    "input": "What is the price of Sufi?",
    "output": "The price of Sufi is 200.0rs"
  },
  {
    "input": "What is the price of Manpasand?",
    "output": "The price of Manpasand is 200.0rs"
  },
  {
    "input": "What is the price of Golden Sun?",
    "output": "The price of Golden Sun is 200.0rs"
  },
  {
    "input": "What is the price of Meezan?",
    "output": "The price of Meezan is 200.0rs"
  },
  {
    "input": "What is the price of Soya Supreme?",
    "output": "The price of Soya Supreme is 200.0rs"
  },
  {
    "input": "What is the price of Kiran?",
    "output": "The price of Kiran is 200.0rs"
  },
  {
    "input": "What is the price of Sultan?",
    "output": "The price of Sultan is 200.0rs"
  },
  {
    "input": "What is the price of Bake Time?",
    "output": "The price of Bake Time is 40.0rs"
  },
  {
    "input": "What is the price of Good Goodies?",
    "output": "The price of Good Goodies is 20.0rs"
  },
  {
    "input": "What is the price of Smile?",
    "output": "The price of Smile is 50.0rs"
  },
  {
    "input": "What is the price of Lotus?",
    "output": "The price of Lotus is 50.0rs"
  },
  {
    "input": "What is the price of Kake?",
    "output": "The price of Kake is 20.0rs"
  },
  {
    "input": "What is the price of Care?",
    "output": "The price of Care is 80.0rs"
  },
  {
    "input": "What is the price of Capri?",
    "output": "The price of Capri is 80.0rs"
  },
  {
    "input": "What is the price of Lara?",
    "output": "The price of Lara is 80.0rs"
  },
  {
    "input": "What is the price of Express Power Small?",
    "output": "The price of Express Power Small is 40rs"
  },
  {
    "input": "What is the price of Yums?",
    "output": "The price of Yums is 10.0rs"
  },
  {
    "input": "What is the price of Super Sour?",
    "output": "The price of Super Sour is 5.0rs"
  },
  {
    "input": "What is the price of Creamers?",
    "output": "The price of Creamers is 5.0rs"
  },
  {
    "input": "What is the price of Bisca?",
    "output": "The price of Bisca is 30.0rs"
  },
  {
    "input": "What is the price of Caramel?",
    "output": "The price of Caramel is 30.0rs"
  },
  {
    "input": "What is the price of You?",
    "output": "The price of You is 30.0rs"
  },
  {
    "input": "What is the price of Hiss?",
    "output": "The price of Hiss is 30.0rs"
  },
  {
    "input": "What is the price of Bittens?",
    "output": "The price of Bittens is 30.0rs"
  },
  {
    "input": "What is the price of Mars?",
    "output": "The price of Mars is 150.0rs"
  },
  {
    "input": "What is the price of KitKat?",
    "output": "The price of KitKat is 150.0rs"
  },
  {
    "input": "What is the price of Opus?",
    "output": "The price of Opus is 5.0rs"
  },
  {
    "input": "What is the name of shop owner?",
    "output": "The shop owner is Faraz Ahmed"
  },
  {
    "input": "What is the name of shop?",
    "output": "The shop name is Faraz General Store"
  },
  {
    "input": "Where the shop is located?",
    "output": "The shop is located near Dr Ghayas clinic Dubba road Old Sukkur"
  },
  {
    "input": "Do you provide home delivery?",
    "output": "We actually don't provide home delivery"
  },
  {
    "input": "What the timing of shop?",
    "output": "The timing of shop is 9:00 AM to 12:00 AM"
  },
  {
    "input": "When shop gets open?",
    "output": "The shop opens at 9:00 AM morning"
  },
  {
    "input": "When shop gets close",
    "output": "The shop close at 12:00 AM"
  },
  {
    "input": "What is the phone number of shop owner",
    "output": "Shop owner phone number is: 03448143397"
  },
  {
    "input": "How can we meet shop owner",
    "output": "You can meet shop owner during shop time from 9:00 AM to 12:00 AM or you can contact him on 03448143397"
  },
  {
    "input": "How many of categories of products do you have?",
    "output": "We have 37 categories of products."
  },
  {
    "input": "How many types (categories) of products do you have?",
    "output": "We have several types of products like Biscuit, Cake, Candy, Chew, Chew Gum, Chips, Chocolate, Cigarette, Condom, Cream, Custard Jelly, Detergent, Diaper, Digestion Pill, Food Packet, Jelly, Juice, Ketchup, Milk Whitener, Nicotine, Nimco, Noodles, Oil & Ghee, Pickle, Razor, Sanitary Pads, Shampoo, Shoe Polish, Soap, Soft Drink, Supari, Syrup, Tea, Tooth Paste, Vinegar, Wafer, and Water "
  },
  {
    "input": "How many types of Biscuit do you have?",
    "output": "We have 40 types of Biscuit"
  },
  {
    "input": "How many types of Cake do you have?",
    "output": "We have 8 types of Cake"
  },
  {
    "input": "How many types of Candy do you have?",
    "output": "We have 17 types of Candy"
  },
  {
    "input": "How many types of Chew do you have?",
    "output": "We have 2 types of Chew"
  },
  {
    "input": "How many types of Chew Gum do you have?",
    "output": "We have 5 types of Chew Gum"
  },
  {
    "input": "How many types of Chips do you have?",
    "output": "We have 19 types of Chips"
  },
  {
    "input": "How many types of Chocolate do you have?",
    "output": "We have 14 types of Chocolate"
  },
  {
    "input": "How many types of Cigarette do you have?",
    "output": "We have 8 types of Cigarette"
  },
  {
    "input": "How many types of Condom do you have?",
    "output": "We have 5 types of Condom"
  },
  {
    "input": "How many types of Cream do you have?",
    "output": "We have 4 types of Cream"
  },
  {
    "input": "How many types of Custard Jelly do you have?",
    "output": "We have 2 types of Custard Jelly"
  },
  {
    "input": "How many types of Detergent do you have?",
    "output": "We have 6 types of Detergent"
  },
  {
    "input": "How many types of Diaper do you have?",
    "output": "We have 4 types of Diaper"
  },
  {
    "input": "How many types of Digestion Pill do you have?",
    "output": "We have 1 types of Digestion Pill"
  },
  {
    "input": "How many types of Food Packet do you have?",
    "output": "We have 7 types of Food Packet"
  },
  {
    "input": "How many types of Jelly do you have?",
    "output": "We have 14 types of Jelly"
  },
  {
    "input": "How many types of Juice do you have?",
    "output": "We have 9 types of Juice"
  },
  {
    "input": "How many types of Ketchup do you have?",
    "output": "We have 2 types of Ketchup"
  },
  {
    "input": "How many types of Milk Whitener do you have?",
    "output": "We have 5 types of Milk Whitener"
  },
  {
    "input": "How many types of Nicotine do you have?",
    "output": "We have 3 types of Nicotine"
  },
  {
    "input": "How many types of Nimco do you have?",
    "output": "We have 4 types of Nimco"
  },
  {
    "input": "How many types of Noodles do you have?",
    "output": "We have 4 types of Noodles"
  },
  {
    "input": "How many types of Oil & Ghee do you have?",
    "output": "We have 11 types of Oil & Ghee"
  },
  {
    "input": "How many types of Pickle do you have?",
    "output": "We have 1 types of Pickle"
  },
  {
    "input": "How many types of Razor do you have?",
    "output": "We have 3 types of Razor"
  },
  {
    "input": "How many types of Sanitary Pads do you have?",
    "output": "We have 3 types of Sanitary Pads"
  },
  {
    "input": "How many types of Shampoo do you have?",
    "output": "We have 5 types of Shampoo"
  },
  {
    "input": "How many types of Shoe Polish do you have?",
    "output": "We have 3 types of Shoe Polish"
  },
  {
    "input": "How many types of Soap do you have?",
    "output": "We have 13 types of Soap"
  },
  {
    "input": "How many types of Soft Drink do you have?",
    "output": "We have 11 types of Soft Drink"
  },
  {
    "input": "How many types of Supari do you have?",
    "output": "We have 12 types of Supari"
  },
  {
    "input": "How many types of Syrup do you have?",
    "output": "We have 3 types of Syrup"
  },
  {
    "input": "How many types of Tea do you have?",
    "output": "We have 5 types of Tea"
  },
  {
    "input": "How many types of Tooth Paste do you have?",
    "output": "We have 4 types of Tooth Paste"
  },
  {
    "input": "How many types of Vinegar do you have?",
    "output": "We have 1 types of Vinegar"
  },
  {
    "input": "How many types of Wafer do you have?",
    "output": "We have 4 types of Wafer"
  },
  {
    "input": "How many types of Water do you have?",
    "output": "We have 3 types of Water"
  },
  {
    "input": "What are all the Biscuit products are?",
    "output": "The Biscuit products are: Oreo, Cocomo, Special, Sooper, Milcolu, Milkabisk, Butter Puff, Marie, Peanut Pik, Gala, Candy, Peanut Pista, Rio, Prince, Day Dream, Tuc, Tiger, Zeera Plus, Chocolate Chip, Lemon, Nankhatai, Butter, Cafe, Digestive, Chocolatto, Party Pik, Rite, Bistiks, Click, Gluco, Choco Lava, Wheatable, Coconut, Nice, Classic, Peanut, Chai Wala Biscuit, Delice, TeaTime, Saltish"
  },
  {
    "input": "What are all the Cake products are?",
    "output": "The Cake products are: Hilal Cup cake, Sooper Cake, Rollies, Bake Time, Good Goodies, Smile, Lotus, Kake"
  },
  {
    "input": "What are all the Candy products are?",
    "output": "The Candy products are: Hoest, Chaska, Hajmola Imli, Chooran Chatni, Aamrus, Frooto Apple, Panpasand, Eclairs, Frooto Amrood, Frooto Orange, Softmint ice, Frooto, Fruit Gala, Fanta, Khopra, Super Sour, Creamers"
  },
  {
    "input": "What are all the Chew products are?",
    "output": "The Chew products are: Mentos, Yums"
  },
  {
    "input": "What are all the Chew Gum products are?",
    "output": "The Chew Gum products are: Bubble Pop, Joe Soft, Ding Dong, Boom Boom, Fresh up"
  },
  {
    "input": "What are all the Chips products are?",
    "output": "The Chips products are: Lays, Wavy, Slanty, Kurkure, Kurleez, Cheetos, Patti Fry, Finger Fries, Snackers, Pingos, Tikka Boti, Chicken Maza, Fillz, Pop Star, Cheese Balls, Chillz, Potato Sticks, Potato Snacks, Pringles"
  },
  {
    "input": "What are all the Chocolate products are?",
    "output": "The Chocolate products are: Now, Paradise, Jubilee, Sonnet, Snickers, Dairy Milk, Bisca, Caramel, You, Hiss, Bittens, Mars, KitKat, Opus"
  },
  {
    "input": "What are all the Cigarette products are?",
    "output": "The Cigarette products are: Capstan, Gold Leaf, Gold Flake, Dunhill, Morven Gold, John Player, Marlobolo Crafted, Pine"
  },
  {
    "input": "What are all the Condom products are?",
    "output": "The Condom products are: Dot, Josh, Durex, Sathi, Touch"
  },
  {
    "input": "What are all the Cream products are?",
    "output": "The Cream products are: Blueband, Olpers Cream, Milkpak Cream, Nurpur Cream"
  },
  {
    "input": "What are all the Custard Jelly products are?",
    "output": "The Custard Jelly products are: Jelly Banana, Jelly Mixed Fruit"
  },
  {
    "input": "What are all the Detergent products are?",
    "output": "The Detergent products are: Sunlight, Bonus, Ariel, Surf Excel, Brite, Express Power"
  },
  {
    "input": "What are all the Diaper products are?",
    "output": "The Diaper products are: Pampers, Bona Papa, Canbebe, Royal Ozone"
  },
  {
    "input": "What are all the Digestion Pill products are?",
    "output": "The Digestion Pill products are: Gastril"
  },
  {
    "input": "What are all the Food Packet products are?",
    "output": "The Food Packet products are: Vermicelli, Quorma, Biryani, Coriander, Kasuri Methi, Garam Masala, Bombay Biryani"
  },
  {
    "input": "What are all the Jelly products are?",
    "output": "The Jelly products are: Pebbles, Wobbly, Peach Jelly, Gummy Bear, Jelly Fish, Jello Bello, Berries, Jelly Strawberry, Amrood Jelly, Fizzi O, Anda, ABC, Chilli Milli, Twisto"
  },
  {
    "input": "What are all the Juice products are?",
    "output": "The Juice products are: Polly, Fruita Vitals Apple, Fruita Vitals Red Anaar, Pakola, Rani Peach, Rani Orange, Nesfruita, Slice, Nesfruita Red Grapes"
  },
  {
    "input": "What are all the Ketchup products are?",
    "output": "The Ketchup products are: Chilli Garlic Sauce, Tomato Ketchup"
  },
  {
    "input": "What are all the Milk Whitener products are?",
    "output": "The Milk Whitener products are: Nurpur, Olpers, Dostea, Milkpak, Tarang"
  },
  {
    "input": "What are all the Nicotine products are?",
    "output": "The Nicotine products are: Adaab, Rajni, Pan Parag"
  },
  {
    "input": "What are all the Nimco products are?",
    "output": "The Nimco products are: Mughlia, Lunch Time, Ballay Ballay, Salva"
  },
  {
    "input": "What are all the Noodles products are?",
    "output": "The Noodles products are: Shoop Chicken, Knor Chicken, Shoop Chatpata, Knor Chatpata"
  },
  {
    "input": "What are all the Oil & Ghee products are?",
    "output": "The Oil & Ghee products are: Dalda, Kisan, Habib, Tullo, Sufi, Manpasand, Golden Sun, Meezan, Soya Supreme, Kiran, Sultan"
  },
  {
    "input": "What are all the Pickle products are?",
    "output": "The Pickle products are: Mixed Pickle"
  },
  {
    "input": "What are all the Razor products are?",
    "output": "The Razor products are: Treet, Trig, Gillete"
  },
  {
    "input": "What are all the Sanitary Pads products are?",
    "output": "The Sanitary Pads products are: Butterfly, Always, Embrace"
  },
  {
    "input": "What are all the Shampoo products are?",
    "output": "The Shampoo products are: Sunsilk, Head n Shoulder, Tresseme, Lifebouy Shampoo, Clear"
  },
  {
    "input": "What are all the Shoe Polish products are?",
    "output": "The Shoe Polish products are: Power Plus, Kiwi, Cherry Blososom"
  },
  {
    "input": "What are all the Soap products are?",
    "output": "The Soap products are: Lifebouy, Hari, Safeguard, Pears, Tibet, Palmolive, Dettol, Lux, Dove, Lemon Max, Care, Capri, Lara"
  },
  {
    "input": "What are all the Soft Drink products are?",
    "output": "The Soft Drink products are: Mountain Dew, Fizz Up, Pepsi Diet, Sting, Mirinda, Fanta, 7Up, Sprite, Coca Cola, Pepsi, Cola Next"
  },
  {
    "input": "What are all the Supari products are?",
    "output": "The Supari products are: Rajput, Jambola, Tara, Dillagi, Tasty Gold, Andlip, Hum Tum, Naz, Sanam Gold, Tulsi, Shahi Deluxe, Kashmiri Gold"
  },
  {
    "input": "What are all the Syrup products are?",
    "output": "The Syrup products are: Jam e shirin, Pakola, Quice"
  },
  {
    "input": "What are all the Tea products are?",
    "output": "The Tea products are: Vital, Green Tea, Lipton, Tapal Danedar, Supreme"
  },
  {
    "input": "What are all the Tooth Paste products are?",
    "output": "The Tooth Paste products are: Colgate, Sensodyne, Paradontax, Doctor"
  },
  {
    "input": "What are all the Vinegar products are?",
    "output": "The Vinegar products are: Synthetic Vinegar"
  },
  {
    "input": "What are all the Wafer products are?",
    "output": "The Wafer products are: Novita Orange, Novita Chocolate, Wispy, Frisky"
  },
  {
    "input": "What are all the Water products are?",
    "output": "The Water products are: Nestle pure life, Aquafina, Atco"
  },
  {
    "input": "What is the price of Oreo Half Roll (Medium)?",
    "output": "The price of Oreo Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Cocomo Half Roll (Medium)?",
    "output": "The price of Cocomo Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Special Half Roll (Medium)?",
    "output": "The price of Special Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Sooper Half Roll (Medium)?",
    "output": "The price of Sooper Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Milcolu Half Roll (Medium)?",
    "output": "The price of Milcolu Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Milkabisk Half Roll (Medium)?",
    "output": "The price of Milkabisk Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Butter Puff Half Roll (Medium)?",
    "output": "The price of Butter Puff Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Marie Half Roll (Medium)?",
    "output": "The price of Marie Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Peanut Pik Half Roll (Medium)?",
    "output": "The price of Peanut Pik Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Gala Half Roll (Medium)?",
    "output": "The price of Gala Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Candy Half Roll (Medium)?",
    "output": "The price of Candy Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Peanut Pista Half Roll (Medium)?",
    "output": "The price of Peanut Pista Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Rio Half Roll (Medium)?",
    "output": "The price of Rio Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Prince Half Roll (Medium)?",
    "output": "The price of Prince Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Day Dream Half Roll (Medium)?",
    "output": "The price of Day Dream Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Tuc Half Roll (Medium)?",
    "output": "The price of Tuc Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Tiger Half Roll (Medium)?",
    "output": "The price of Tiger Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Zeera Plus Half Roll (Medium)?",
    "output": "The price of Zeera Plus Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Chocolate Chip Half Roll (Medium)?",
    "output": "The price of Chocolate Chip Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Lemon Half Roll (Medium)?",
    "output": "The price of Lemon Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Nankhatai Half Roll (Medium)?",
    "output": "The price of Nankhatai Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Butter Half Roll (Medium)?",
    "output": "The price of Butter Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Cafe Half Roll (Medium)?",
    "output": "The price of Cafe Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Digestive Half Roll (Medium)?",
    "output": "The price of Digestive Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Chocolatto Half Roll (Medium)?",
    "output": "The price of Chocolatto Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Party Pik Half Roll (Medium)?",
    "output": "The price of Party Pik Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Rite Half Roll (Medium)?",
    "output": "The price of Rite Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Bistiks Half Roll (Medium)?",
    "output": "The price of Bistiks Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Click Half Roll (Medium)?",
    "output": "The price of Click Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Gluco Half Roll (Medium)?",
    "output": "The price of Gluco Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Choco Lava Half Roll (Medium)?",
    "output": "The price of Choco Lava Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Wheatable Half Roll (Medium)?",
    "output": "The price of Wheatable Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Coconut Half Roll (Medium)?",
    "output": "The price of Coconut Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Nice Half Roll (Medium)?",
    "output": "The price of Nice Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Classic Half Roll (Medium)?",
    "output": "The price of Classic Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Peanut Half Roll (Medium)?",
    "output": "The price of Peanut Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Chai Wala Biscuit Half Roll (Medium)?",
    "output": "The price of Chai Wala Biscuit Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Delice Half Roll (Medium)?",
    "output": "The price of Delice Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of TeaTime Half Roll (Medium)?",
    "output": "The price of TeaTime Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Saltish Half Roll (Medium)?",
    "output": "The price of Saltish Half Roll (Medium) is 50 rs."
  },
  {
    "input": "What is the price of Oreo Family Pack (Large)?",
    "output": "The price of Oreo Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Cocomo Family Pack (Large)?",
    "output": "The price of Cocomo Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Special Family Pack (Large)?",
    "output": "The price of Special Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Sooper Family Pack (Large)?",
    "output": "The price of Sooper Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Milcolu Family Pack (Large)?",
    "output": "The price of Milcolu Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Milkabisk Family Pack (Large)?",
    "output": "The price of Milkabisk Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Butter Puff Family Pack (Large)?",
    "output": "The price of Butter Puff Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Marie Family Pack (Large)?",
    "output": "The price of Marie Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Peanut Pik Family Pack (Large)?",
    "output": "The price of Peanut Pik Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Gala Family Pack (Large)?",
    "output": "The price of Gala Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Candy Family Pack (Large)?",
    "output": "The price of Candy Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Peanut Pista Family Pack (Large)?",
    "output": "The price of Peanut Pista Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Rio Family Pack (Large)?",
    "output": "The price of Rio Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Prince Family Pack (Large)?",
    "output": "The price of Prince Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Day Dream Family Pack (Large)?",
    "output": "The price of Day Dream Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Tuc Family Pack (Large)?",
    "output": "The price of Tuc Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Tiger Family Pack (Large)?",
    "output": "The price of Tiger Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Zeera Plus Family Pack (Large)?",
    "output": "The price of Zeera Plus Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Chocolate Chip Family Pack (Large)?",
    "output": "The price of Chocolate Chip Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Lemon Family Pack (Large)?",
    "output": "The price of Lemon Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Nankhatai Family Pack (Large)?",
    "output": "The price of Nankhatai Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Butter Family Pack (Large)?",
    "output": "The price of Butter Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Cafe Family Pack (Large)?",
    "output": "The price of Cafe Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Digestive Family Pack (Large)?",
    "output": "The price of Digestive Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Chocolatto Family Pack (Large)?",
    "output": "The price of Chocolatto Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Party Pik Family Pack (Large)?",
    "output": "The price of Party Pik Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Rite Family Pack (Large)?",
    "output": "The price of Rite Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Bistiks Family Pack (Large)?",
    "output": "The price of Bistiks Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Click Family Pack (Large)?",
    "output": "The price of Click Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Gluco Family Pack (Large)?",
    "output": "The price of Gluco Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Choco Lava Family Pack (Large)?",
    "output": "The price of Choco Lava Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Wheatable Family Pack (Large)?",
    "output": "The price of Wheatable Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Coconut Family Pack (Large)?",
    "output": "The price of Coconut Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Nice Family Pack (Large)?",
    "output": "The price of Nice Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Classic Family Pack (Large)?",
    "output": "The price of Classic Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Peanut Family Pack (Large)?",
    "output": "The price of Peanut Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Chai Wala Biscuit Family Pack (Large)?",
    "output": "The price of Chai Wala Biscuit Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Delice Family Pack (Large)?",
    "output": "The price of Delice Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of TeaTime Family Pack (Large)?",
    "output": "The price of TeaTime Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Saltish Family Pack (Large)?",
    "output": "The price of Saltish Family Pack (large) is 100 rs."
  },
  {
    "input": "What is the price of Bubble Pop Bar (Large)?",
    "output": "The price of Bubble Pop Bar (Large) is 50 rs."
  },
  {
    "input": "What is the price of Joe Soft Bar (Large)?",
    "output": "The price of Joe Soft Bar (Large) is 50 rs."
  },
  {
    "input": "What is the price of Ding Dong Bar (Large)?",
    "output": "The price of Ding Dong Bar (Large) is 50 rs."
  },
  {
    "input": "What is the price of Boom Boom Bar (Large)?",
    "output": "The price of Boom Boom Bar (Large) is 50 rs."
  },
  {
    "input": "What is the price of Fresh up Bar (Large)?",
    "output": "The price of Fresh up Bar (Large) is 50 rs."
  },
  {
    "input": "What is the price of Lifebouy Large?",
    "output": "The price of Lifebouy Large is 220 rs."
  },
  {
    "input": "What is the price of Hari Large?",
    "output": "The price of Hari Large is 220 rs."
  },
  {
    "input": "What is the price of Safeguard Large?",
    "output": "The price of Safeguard Large is 220 rs."
  },
  {
    "input": "What is the price of Pears Large?",
    "output": "The price of Pears Large is 220 rs."
  },
  {
    "input": "What is the price of Tibet Large?",
    "output": "The price of Tibet Large is 220 rs."
  },
  {
    "input": "What is the price of Palmolive Large?",
    "output": "The price of Palmolive Large is 220 rs."
  },
  {
    "input": "What is the price of Dettol Large?",
    "output": "The price of Dettol Large is 220 rs."
  },
  {
    "input": "What is the price of Lux Large?",
    "output": "The price of Lux Large is 220 rs."
  },
  {
    "input": "What is the price of Dove Large?",
    "output": "The price of Dove Large is 220 rs."
  },
  {
    "input": "What is the price of Lemon Max Large?",
    "output": "The price of Lemon Max Large is 220 rs."
  },
  {
    "input": "What is the price of Care Large?",
    "output": "The price of Care Large is 220 rs."
  },
  {
    "input": "What is the price of Capri Large?",
    "output": "The price of Capri Large is 220 rs."
  },
  {
    "input": "What is the price of Lara Large?",
    "output": "The price of Lara Large is 220 rs."
  },
  {
    "input": "What is the price of Mountain Dew Can (Tin)?",
    "output": "The price of Mountain Dew Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Fizz Up Can (Tin)?",
    "output": "The price of Fizz Up Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Pepsi Diet Can (Tin)?",
    "output": "The price of Pepsi Diet Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Sting Can (Tin)?",
    "output": "The price of Sting Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Mirinda Can (Tin)?",
    "output": "The price of Mirinda Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Fanta Can (Tin)?",
    "output": "The price of Fanta Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of 7Up Can (Tin)?",
    "output": "The price of 7Up Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Sprite Can (Tin)?",
    "output": "The price of Sprite Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Coca Cola Can (Tin)?",
    "output": "The price of Coca Cola Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Pepsi Can (Tin)?",
    "output": "The price of Pepsi Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Cola Next Can (Tin)?",
    "output": "The price of Cola Next Can (Tin) is 100 rs."
  },
  {
    "input": "What is the price of Mountain Dew Small (230ml)?",
    "output": "The price of Mountain Dew Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Fizz Up Small (230ml)?",
    "output": "The price of Fizz Up Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Pepsi Diet Small (230ml)?",
    "output": "The price of Pepsi Diet Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Sting Small (230ml)?",
    "output": "The price of Sting Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Mirinda Small (230ml)?",
    "output": "The price of Mirinda Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Fanta Small (230ml)?",
    "output": "The price of Fanta Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of 7Up Small (230ml)?",
    "output": "The price of 7Up Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Sprite Small (230ml)?",
    "output": "The price of Sprite Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Coca Cola Small (230ml)?",
    "output": "The price of Coca Cola Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Pepsi Small (230ml)?",
    "output": "The price of Pepsi Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Cola Next Small (230ml)?",
    "output": "The price of Cola Next Small (230ml) is 70 rs."
  },
  {
    "input": "What is the price of Mountain Dew 500ml?",
    "output": "The price of Mountain Dew 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Fizz Up 500ml?",
    "output": "The price of Fizz Up 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Pepsi Diet 500ml?",
    "output": "The price of Pepsi Diet 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Sting 500ml?",
    "output": "The price of Sting 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Mirinda 500ml?",
    "output": "The price of Mirinda 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Fanta 500ml?",
    "output": "The price of Fanta 500ml) is 100 rs."
  },
  {
    "input": "What is the price of 7Up 500ml?",
    "output": "The price of 7Up 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Sprite 500ml?",
    "output": "The price of Sprite 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Coca Cola 500ml?",
    "output": "The price of Coca Cola 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Pepsi 500ml?",
    "output": "The price of Pepsi 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Cola Next 500ml?",
    "output": "The price of Cola Next 500ml) is 100 rs."
  },
  {
    "input": "What is the price of Mountain Dew 2.25 litre?",
    "output": "The price of Mountain Dew 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Fizz Up 2.25 litre?",
    "output": "The price of Fizz Up 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Pepsi Diet 2.25 litre?",
    "output": "The price of Pepsi Diet 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Sting 2.25 litre?",
    "output": "The price of Sting 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Mirinda 2.25 litre?",
    "output": "The price of Mirinda 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Fanta 2.25 litre?",
    "output": "The price of Fanta 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of 7Up 2.25 litre?",
    "output": "The price of 7Up 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Sprite 2.25 litre?",
    "output": "The price of Sprite 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Coca Cola 2.25 litre?",
    "output": "The price of Coca Cola 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Pepsi 2.25 litre?",
    "output": "The price of Pepsi 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Cola Next 2.25 litre?",
    "output": "The price of Cola Next 2.25 litre) is 250 rs."
  },
  {
    "input": "What is the price of Lays small?",
    "output": "The price of Lays small is 20 rs."
  },
  {
    "input": "What is the price of Wavy small?",
    "output": "The price of Wavy small is 20 rs."
  },
  {
    "input": "What is the price of Kurkure small?",
    "output": "The price of Kurkure small is 20 rs."
  },
  {
    "input": "What is the price of Kurleez small?",
    "output": "The price of Kurleez small is 20 rs."
  },
  {
    "input": "What is the price of Cheetos small?",
    "output": "The price of Cheetos small is 20 rs."
  },
  {
    "input": "What is the price of Finger Fries small?",
    "output": "The price of Finger Fries small is 20 rs."
  },
  {
    "input": "What is the price of Snackers small?",
    "output": "The price of Snackers small is 20 rs."
  },
  {
    "input": "What is the price of Pingos small?",
    "output": "The price of Pingos small is 20 rs."
  },
  {
    "input": "What is the price of Fillz small?",
    "output": "The price of Fillz small is 20 rs."
  },
  {
    "input": "What is the price of Chillz small?",
    "output": "The price of Chillz small is 20 rs."
  },
  {
    "input": "What is the price of Potato Sticks small?",
    "output": "The price of Potato Sticks small is 20 rs."
  },
  {
    "input": "What is the price of Potato Snacks small?",
    "output": "The price of Potato Snacks small is 20 rs."
  },
  {
    "input": "What is the price of Pringles small?",
    "output": "The price of Pringles small is 20 rs."
  },
  {
    "input": "What is the price of Lays large?",
    "output": "The price of Lays large is 50 rs."
  },
  {
    "input": "What is the price of Wavy large?",
    "output": "The price of Wavy large is 50 rs."
  },
  {
    "input": "What is the price of Slanty large?",
    "output": "The price of Slanty large is 50 rs."
  },
  {
    "input": "What is the price of Kurkure large?",
    "output": "The price of Kurkure large is 50 rs."
  },
  {
    "input": "What is the price of Kurleez large?",
    "output": "The price of Kurleez large is 50 rs."
  },
  {
    "input": "What is the price of Cheetos large?",
    "output": "The price of Cheetos large is 50 rs."
  },
  {
    "input": "What is the price of Finger Fries large?",
    "output": "The price of Finger Fries large is 50 rs."
  },
  {
    "input": "What is the price of Snackers large?",
    "output": "The price of Snackers large is 50 rs."
  },
  {
    "input": "What is the price of Pingos large?",
    "output": "The price of Pingos large is 50 rs."
  },
  {
    "input": "What is the price of Fillz large?",
    "output": "The price of Fillz large is 50 rs."
  },
  {
    "input": "What is the price of Cheese Balls large?",
    "output": "The price of Cheese Balls large is 50 rs."
  },
  {
    "input": "What is the price of Chillz large?",
    "output": "The price of Chillz large is 50 rs."
  },
  {
    "input": "What is the price of Potato Sticks large?",
    "output": "The price of Potato Sticks large is 50 rs."
  },
  {
    "input": "What is the price of Potato Snacks large?",
    "output": "The price of Potato Snacks large is 50 rs."
  },
  {
    "input": "What is the price of Pringles large?",
    "output": "The price of Pringles large is 50 rs."
  },
  {
    "input": "What is the price of Lays extra large (Family)?",
    "output": "The price of Lays extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Wavy extra large (Family)?",
    "output": "The price of Wavy extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Kurkure extra large (Family)?",
    "output": "The price of Kurkure extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Kurleez extra large (Family)?",
    "output": "The price of Kurleez extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Cheetos extra large (Family)?",
    "output": "The price of Cheetos extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Finger Fries extra large (Family)?",
    "output": "The price of Finger Fries extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Snackers extra large (Family)?",
    "output": "The price of Snackers extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Pingos extra large (Family)?",
    "output": "The price of Pingos extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Fillz extra large (Family)?",
    "output": "The price of Fillz extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Chillz extra large (Family)?",
    "output": "The price of Chillz extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Potato Sticks extra large (Family)?",
    "output": "The price of Potato Sticks extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Potato Snacks extra large (Family)?",
    "output": "The price of Potato Snacks extra large (Family) is 70 rs."
  },
  {
    "input": "What is the price of Mentos Bag (Medium)?",
    "output": "The price of Mentos Bag (Medium) is 250 rs."
  },
  {
    "input": "What is the price of Mentos Bottle (Large)?",
    "output": "The price of Mentos Bottle (Large) is 800 rs."
  },
  {
    "input": "What is the price of Jelly Banana Packet (Large)?",
    "output": "The price of Jelly Banana Packet (Large) is 150 rs."
  },
  {
    "input": "What is the price of Jelly Mixed Fruit Packet (Large)?",
    "output": "The price of Jelly Mixed Fruit Packet (Large) is 150 rs."
  },
  {
    "input": "What is the price of Nestle pure life Medium (1.5 Litre)?",
    "output": "The price of Nestle pure life Medium (1.5 Litre) is 130 rs."
  },
  {
    "input": "What is the price of Aquafina Medium (1.5 Litre)?",
    "output": "The price of Aquafina Medium (1.5 Litre) is 130 rs."
  },
  {
    "input": "What is the price of Atco Medium (1.5 Litre)?",
    "output": "The price of Atco Medium (1.5 Litre) is 130 rs."
  },
  {
    "input": "What is the price of Nestle pure life Large (5 Litre)?",
    "output": "The price of Nestle pure life Large (5 Litre) is 300 rs."
  },
  {
    "input": "What is the price of Aquafina Large (5 Litre)?",
    "output": "The price of Aquafina Large (5 Litre) is 300 rs."
  },
  {
    "input": "What is the price of Atco Large (5 Litre)?",
    "output": "The price of Atco Large (5 Litre) is 300 rs."
  },
  {
    "input": "What is the price of Novita Orange Large?",
    "output": "The price of Novita Orange Large is 50 rs."
  },
  {
    "input": "What is the price of Novita Chocolate Large?",
    "output": "The price of Novita Chocolate Large is 50 rs."
  },
  {
    "input": "What is the price of Wispy Large?",
    "output": "The price of Wispy Large is 50 rs."
  },
  {
    "input": "What is the price of Frisky Large?",
    "output": "The price of Frisky Large is 70 rs."
  },
  {
    "input": "What is the price of Sunlight Half Kg (500mg)?",
    "output": "The price of Sunlight Half Kg (500mg) is 150 rs."
  },
  {
    "input": "What is the price of Bonus Half Kg (500mg)?",
    "output": "The price of Bonus Half Kg (500mg) is 150 rs."
  },
  {
    "input": "What is the price of Ariel Half Kg (500mg)?",
    "output": "The price of Ariel Half Kg (500mg) is 150 rs."
  },
  {
    "input": "What is the price of Surf Excel Half Kg (500mg)?",
    "output": "The price of Surf Excel Half Kg (500mg) is 150 rs."
  },
  {
    "input": "What is the price of Brite Half Kg (500mg)?",
    "output": "The price of Brite Half Kg (500mg) is 150 rs."
  },
  {
    "input": "What is the price of Express Power Half Kg (500mg)?",
    "output": "The price of Express Power Half Kg (500mg) is 150 rs."
  },
  {
    "input": "What is the price of Sunlight 1 Kg (1000mg)?",
    "output": "The price of Sunlight 1 Kg (1000mg) is 250 rs."
  },
  {
    "input": "What is the price of Bonus 1 Kg (1000mg)?",
    "output": "The price of Bonus 1 Kg (1000mg) is 250 rs."
  },
  {
    "input": "What is the price of Ariel 1 Kg (1000mg)?",
    "output": "The price of Ariel 1 Kg (1000mg) is 250 rs."
  },
  {
    "input": "What is the price of Surf Excel 1 Kg (1000mg)?",
    "output": "The price of Surf Excel 1 Kg (1000mg) is 250 rs."
  },
  {
    "input": "What is the price of Brite 1 Kg (1000mg)?",
    "output": "The price of Brite 1 Kg (1000mg) is 250 rs."
  },
  {
    "input": "What is the price of Express Power 1 Kg (1000mg)?",
    "output": "The price of Express Power 1 Kg (1000mg) is 250 rs."
  },
  {
    "input": "How many variants are there of Oreo?",
    "output": "There are typically 3 variants (sizes) available of Oreo the Ticky (Small), Snack pack (Half Roll) and Family Pack (Large)."
  },
  {
    "input": "How many variants are there of Cocomo?",
    "output": "There are typically 2 variants (sizes) available of Cocomo the Ticky and Snack pack. variants (sizes) available of Cocomo the Ticky and Snack pack."
  },
  {
    "input": "How many variants are there of Special?",
    "output": "There are typically 3 variants (sizes) available of Special the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Sooper?",
    "output": "There are typically 3 variants (sizes) available of Sooper the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Milcolu?",
    "output": "There are typically 3 variants (sizes) available of Milcolu the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Milkabisk?",
    "output": "There are typically 3 variants (sizes) available of Milkabisk the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Butter Puff?",
    "output": "There are typically 3 variants (sizes) available of Butter Puff the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Marie?",
    "output": "There are typically 3 variants (sizes) available of Marie the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Peanut Pik?",
    "output": "There are typically 3 variants (sizes) available of Peanut Pik the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Gala?",
    "output": "There are typically 3 variants (sizes) available of Gala the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Candy?",
    "output": "There are typically 3 variants (sizes) available of Candy the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Peanut Pista?",
    "output": "There are typically 3 variants (sizes) available of Peanut Pista the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Rio?",
    "output": "There are typically 3 variants (sizes) available of Rio the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Prince?",
    "output": "There are typically 3 variants (sizes) available of Prince the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Day Dream?",
    "output": "There is only 1 variant (size) available of Day Dream which is Ticky pack."
  },
  {
    "input": "How many variants are there of Tuc?",
    "output": "There are typically 3 variants (sizes) available of Tuc the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Tiger?",
    "output": "There are typically 3 variants (sizes) available of Tiger the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Zeera Plus?",
    "output": "There are typically 3 variants (sizes) available of Zeera Plus the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Chocolate Chip?",
    "output": "There are typically 3 variants (sizes) available of Chocolate Chip the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Lemon?",
    "output": "There are typically 3 variants (sizes) available of Lemon the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Nankhatai?",
    "output": "There are typically 3 variants (sizes) available of Nankhatai the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Butter?",
    "output": "There are typically 3 variants (sizes) available of Butter the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Cafe?",
    "output": "There are typically 3 variants (sizes) available of Cafe the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Digestive?",
    "output": "There are typically 3 variants (sizes) available of Digestive the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Chocolatto?",
    "output": "There are typically 3 variants (sizes) available of Chocolatto the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Party Pik?",
    "output": "There are typically 3 variants (sizes) available of Party Pik the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Rite?",
    "output": "There are typically 3 variants (sizes) available of Rite the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Bistiks?",
    "output": "There are typically 3 variants (sizes) available of Bistiks the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Click?",
    "output": "There are typically 3 variants (sizes) available of Click the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Gluco?",
    "output": "There are typically 3 variants (sizes) available of Gluco the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Choco Lava?",
    "output": "There is only 1 variant (size) available of Choco Lava which is Ticky pack."
  },
  {
    "input": "How many variants are there of Wheatable?",
    "output": "There are typically 3 variants (sizes) available of Wheatable the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Coconut?",
    "output": "There are typically 3 variants (sizes) available of Coconut the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Nice?",
    "output": "There are typically 3 variants (sizes) available of Nice the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Classic?",
    "output": "There are typically 3 variants (sizes) available of Classic the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Peanut?",
    "output": "There are typically 3 variants (sizes) available of Peanut the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Chai Wala Biscuit?",
    "output": "There are typically 3 variants (sizes) available of Chai Wala Biscuit the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Delice?",
    "output": "There are typically 2 variants (sizes) available of Delice the Ticky and Family pack."
  },
  {
    "input": "How many variants are there of TeaTime?",
    "output": "There are typically 3 variants (sizes) available of TeaTime the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Saltish?",
    "output": "There are typically 3 variants (sizes) available of Saltish the Ticky, Snack and Family pack."
  },
  {
    "input": "How many variants are there of Hilal Cup cake?",
    "output": "Hilal Cup cake comes only in 1 variant"
  },
  {
    "input": "How many variants are there of Sooper Cake?",
    "output": "Sooper Cake comes only in 1 variant"
  },
  {
    "input": "How many variants are there of Rollies?",
    "output": "Rollies comes only in 1 variant"
  },
  {
    "input": "How many variants are there of Bake Time?",
    "output": "Bake Time comes only in 1 variant"
  },
  {
    "input": "How many variants are there of Good Goodies?",
    "output": "Good Goodies comes only in 1 variant"
  },
  {
    "input": "How many variants are there of Smile?",
    "output": "Smile comes only in 1 variant"
  },
  {
    "input": "How many variants are there of Lotus?",
    "output": "Lotus comes only in 1 variant"
  },
  {
    "input": "How many variants are there of Kake?",
    "output": "Kake comes only in 1 variant"
  },
  {
    "input": "How many variants are there of Hoest?",
    "output": "There are no variants (sizes) of Hoest"
  },
  {
    "input": "How many variants are there of Chaska?",
    "output": "There are no variants (sizes) of Chaska"
  },
  {
    "input": "How many variants are there of Hajmola Imli?",
    "output": "There are no variants (sizes) of Hajmola Imli"
  },
  {
    "input": "How many variants are there of Chooran Chatni?",
    "output": "There are no variants (sizes) of Chooran Chatni"
  },
  {
    "input": "How many variants are there of Aamrus?",
    "output": "There are no variants (sizes) of Aamrus"
  },
  {
    "input": "How many variants are there of Frooto Apple?",
    "output": "There are no variants (sizes) of Frooto Apple"
  },
  {
    "input": "How many variants are there of Panpasand?",
    "output": "There are no variants (sizes) of Panpasand"
  },
  {
    "input": "How many variants are there of Eclairs?",
    "output": "There are no variants (sizes) of Eclairs"
  },
  {
    "input": "How many variants are there of Frooto Amrood?",
    "output": "There are no variants (sizes) of Frooto Amrood"
  },
  {
    "input": "How many variants are there of Frooto Orange?",
    "output": "There are no variants (sizes) of Frooto Orange"
  },
  {
    "input": "How many variants are there of Softmint ice?",
    "output": "There are no variants (sizes) of Softmint ice"
  },
  {
    "input": "How many variants are there of Frooto?",
    "output": "There are no variants (sizes) of Frooto"
  },
  {
    "input": "How many variants are there of Fruit Gala?",
    "output": "There are no variants (sizes) of Fruit Gala"
  },
  {
    "input": "How many variants are there of Fanta?",
    "output": "There are no variants (sizes) of Fanta"
  },
  {
    "input": "How many variants are there of Khopra?",
    "output": "There are no variants (sizes) of Khopra"
  },
  {
    "input": "How many variants are there of Super Sour?",
    "output": "There are no variants (sizes) of Super Sour"
  },
  {
    "input": "How many variants are there of Creamers?",
    "output": "There are no variants (sizes) of Creamers"
  },
  {
    "input": "How many variants are there of Mentos?",
    "output": "Mentos comes in 3 variants: Rolls and Bags and Bottles"
  },
  {
    "input": "How many variants are there of Yums?",
    "output": "Yums comes in 1 variant"
  },
  {
    "input": "How many variants are there of Bubble Pop?",
    "output": "Bubble Pop comes only in 2 variants: Individual and Bar"
  },
  {
    "input": "How many variants are there of Joe Soft?",
    "output": "Joe Soft comes only in 2 variants: Individual and Bar"
  },
  {
    "input": "How many variants are there of Ding Dong?",
    "output": "Ding Dong comes only in 2 variants: Individual and Bar"
  },
  {
    "input": "How many variants are there of Boom Boom?",
    "output": "Boom Boom comes only in 2 variants: Individual and Bar"
  },
  {
    "input": "How many variants are there of Fresh up?",
    "output": "Fresh up comes only in 2 variants: Individual and Bar"
  },
  {
    "input": "How many variants are there of Lays?",
    "output": "Lays comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Wavy?",
    "output": "Wavy comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Slanty?",
    "output": "Slanty comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Kurkure?",
    "output": "Kurkure comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Kurleez?",
    "output": "Kurleez comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Cheetos?",
    "output": "Cheetos comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Patti Fry?",
    "output": "Patti Fry comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Finger Fries?",
    "output": "Finger Fries comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Snackers?",
    "output": "Snackers comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Pingos?",
    "output": "Pingos comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Tikka Boti?",
    "output": "Tikka Boti comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Chicken Maza?",
    "output": "Chicken Maza comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Fillz?",
    "output": "Fillz comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Pop Star?",
    "output": "Pop Star comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Cheese Balls?",
    "output": "Cheese Balls comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Chillz?",
    "output": "Chillz comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Potato Sticks?",
    "output": "Potato Sticks comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Potato Snacks?",
    "output": "Potato Snacks comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Pringles?",
    "output": "Pringles comes in 4 variants: Small, Medium, Large and Extra Large (Family)"
  },
  {
    "input": "How many variants are there of Now?",
    "output": "Now comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Paradise?",
    "output": "Paradise comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Jubilee?",
    "output": "Jubilee comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Sonnet?",
    "output": "Sonnet comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Snickers?",
    "output": "Snickers comes in 1 variant"
  },
  {
    "input": "How many variants are there of Dairy Milk?",
    "output": "Dairy Milk comes in 3 variants: Small (Mini), Medium (Standard) and Large"
  },
  {
    "input": "How many variants are there of Bisca?",
    "output": "Bisca comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Caramel?",
    "output": "Caramel comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of You?",
    "output": "You comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Hiss?",
    "output": "Hiss comes in 1 variant"
  },
  {
    "input": "How many variants are there of Bittens?",
    "output": "Bittens comes in 3 variants: Small (Individual bars) and Large (Munch packs) Medium (Boxes)"
  },
  {
    "input": "How many variants are there of Mars?",
    "output": "Mars comes in 1 variants"
  },
  {
    "input": "How many variants are there of KitKat?",
    "output": "KitKat comes in 2 variants: Small (Chunky) and Large (Four-finger bar) , Medium (Two-finger bar)"
  },
  {
    "input": "How many variants are there of Opus?",
    "output": "Opus comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Capstan?",
    "output": "There are no variants (sizes) of Capstan"
  },
  {
    "input": "How many variants are there of Gold Leaf?",
    "output": "There are no variants (sizes) of Gold Leaf"
  },
  {
    "input": "How many variants are there of Gold Flake?",
    "output": "There are no variants (sizes) of Gold Flake"
  },
  {
    "input": "How many variants are there of Dunhill?",
    "output": "There are no variants (sizes) of Dunhill"
  },
  {
    "input": "How many variants are there of Morven Gold?",
    "output": "There are no variants (sizes) of Morven Gold"
  },
  {
    "input": "How many variants are there of John Player?",
    "output": "There are no variants (sizes) of John Player"
  },
  {
    "input": "How many variants are there of Marlobolo Crafted?",
    "output": "There are no variants (sizes) of Marlobolo Crafted"
  },
  {
    "input": "How many variants are there of Pine?",
    "output": "There are no variants (sizes) of Pine"
  },
  {
    "input": "How many variants are there of Dot?",
    "output": "There are no variants (sizes) of Dot"
  },
  {
    "input": "How many variants are there of Josh?",
    "output": "There are no variants (sizes) of Josh"
  },
  {
    "input": "How many variants are there of Durex?",
    "output": "There are no variants (sizes) of Durex"
  },
  {
    "input": "How many variants are there of Sathi?",
    "output": "There are no variants (sizes) of Sathi"
  },
  {
    "input": "How many variants are there of Touch?",
    "output": "There are no variants (sizes) of Touch"
  },
  {
    "input": "How many variants are there of Blueband?",
    "output": "There are no variants (sizes) of Blueband"
  },
  {
    "input": "How many variants are there of Olpers Cream?",
    "output": "There are no variants (sizes) of Olpers Cream"
  },
  {
    "input": "How many variants are there of Milkpak Cream?",
    "output": "There are no variants (sizes) of Milkpak Cream"
  },
  {
    "input": "How many variants are there of Nurpur Cream?",
    "output": "There are no variants (sizes) of Nurpur Cream"
  },
  {
    "input": "How many variants are there of Jelly Banana?",
    "output": "Jelly Banana comes in 2 variants: Sachet and Packet"
  },
  {
    "input": "How many variants are there of Jelly Mixed Fruit?",
    "output": "Jelly Mixed Fruit comes in 2 variants: Sachet and Packet"
  },
  {
    "input": "How many variants are there of Sunlight?",
    "output": "Sunlight comes in 3 variants: Small, Half kg (500mg) and 1 kg (1000mg)"
  },
  {
    "input": "How many variants are there of Bonus?",
    "output": "Bonus comes in 3 variants: Small, Half kg (500mg) and 1 kg (1000mg)"
  },
  {
    "input": "How many variants are there of Ariel?",
    "output": "Ariel comes in 3 variants: Small, Half kg (500mg) and 1 kg (1000mg)"
  },
  {
    "input": "How many variants are there of Surf Excel?",
    "output": "Surf Excel comes in 3 variants: Small, Half kg (500mg) and 1 kg (1000mg)"
  },
  {
    "input": "How many variants are there of Brite?",
    "output": "Brite comes in 3 variants: Small, Half kg (500mg) and 1 kg (1000mg)"
  },
  {
    "input": "How many variants are there of Express Power?",
    "output": "Express Power comes in 3 variants: Small, Half kg (500mg) and 1 kg (1000mg)"
  },
  {
    "input": "How many variants are there of Pampers?",
    "output": "Pampers comes in 4 variants: New Born, Small (S), Large (L) and Extra Large (XL)"
  },
  {
    "input": "How many variants are there of Bona Papa?",
    "output": "Bona Papa comes in 4 variants: New Born, Small (S), Large (L) and Extra Large (XL)"
  },
  {
    "input": "How many variants are there of Canbebe?",
    "output": "Canbebe comes in 4 variants: New Born, Small (S), Large (L) and Extra Large (XL)"
  },
  {
    "input": "How many variants are there of Royal Ozone?",
    "output": "Royal Ozone comes in 4 variants: New Born, Small (S), Large (L) and Extra Large (XL)"
  },
  {
    "input": "How many variants are there of Gastril?",
    "output": "There are no variants (sizes) of Gastril?"
  },
  {
    "input": "How many variants are there of Vermicelli?",
    "output": "Vermicelli comes in 3 variants: Small (Sachet), Medium (1 kg) and Large (2 kg)."
  },
  {
    "input": "How many variants are there of Quorma?",
    "output": "Quorma comes in 3 variants: Small (Sachet), Medium (1 kg) and Large (2 kg)."
  },
  {
    "input": "How many variants are there of Biryani?",
    "output": "Biryani comes in 3 variants: Small (Sachet), Medium (1 kg) and Large (2 kg)."
  },
  {
    "input": "How many variants are there of Coriander?",
    "output": "Coriander comes in 3 variants: Small (Sachet), Medium (1 kg) and Large (2 kg)."
  },
  {
    "input": "How many variants are there of Kasuri Methi?",
    "output": "Kasuri Methi comes in 3 variants: Small (Sachet), Medium (1 kg) and Large (2 kg)."
  },
  {
    "input": "How many variants are there of Garam Masala?",
    "output": "Garam Masala comes in 3 variants: Small (Sachet), Medium (1 kg) and Large (2 kg)."
  },
  {
    "input": "How many variants are there of Bombay Biryani?",
    "output": "Bombay Biryani comes in 3 variants: Small (Sachet), Medium (1 kg) and Large (2 kg)."
  },
  {
    "input": "How many variants are there of Pebbles?",
    "output": "Pebbles comes in 1 variant"
  },
  {
    "input": "How many variants are there of Wobbly?",
    "output": "Wobbly comes in 1 variant"
  },
  {
    "input": "How many variants are there of Peach Jelly?",
    "output": "Peach Jelly comes in 1 variant"
  },
  {
    "input": "How many variants are there of Gummy Bear?",
    "output": "Gummy Bear comes in 1 variant"
  },
  {
    "input": "How many variants are there of Jelly Fish?",
    "output": "Jelly Fish comes in 1 variant"
  },
  {
    "input": "How many variants are there of Jello Bello?",
    "output": "Jello Bello comes in 1 variant"
  },
  {
    "input": "How many variants are there of Berries?",
    "output": "Berries comes in 1 variant"
  },
  {
    "input": "How many variants are there of Jelly Strawberry?",
    "output": "Jelly Strawberry comes in 1 variant"
  },
  {
    "input": "How many variants are there of Amrood Jelly?",
    "output": "Amrood Jelly comes in 1 variant"
  },
  {
    "input": "How many variants are there of Fizzi O?",
    "output": "Fizzi O comes in 1 variant"
  },
  {
    "input": "How many variants are there of Anda?",
    "output": "Anda comes in 1 variant"
  },
  {
    "input": "How many variants are there of ABC?",
    "output": "ABC comes in 1 variant"
  },
  {
    "input": "How many variants are there of Chilli Milli?",
    "output": "Chilli Milli comes in 1 variant"
  },
  {
    "input": "How many variants are there of Twisto?",
    "output": "Twisto comes in 1 variant"
  },
  {
    "input": "How many variants are there of Polly?",
    "output": "Polly comes in 2 variants: Small , and Large (1 Litre)."
  },
  {
    "input": "How many variants are there of Fruita Vitals Apple?",
    "output": "Fruita Vitals Apple comes in 2 variants: Small , and Large (1 Litre)."
  },
  {
    "input": "How many variants are there of Fruita Vitals Red Anaar?",
    "output": "Fruita Vitals Red Anaar comes in 2 variants: Small , and Large (1 Litre)."
  },
  {
    "input": "How many variants are there of Pakola?",
    "output": "Pakola comes in 2 variants: Small , and Large (1 Litre)."
  },
  {
    "input": "How many variants are there of Rani Peach?",
    "output": "Rani Peach comes in 2 variants: Small , and Large (1 Litre)."
  },
  {
    "input": "How many variants are there of Rani Orange?",
    "output": "Rani Orange comes in 2 variants: Small , and Large (1 Litre)."
  },
  {
    "input": "How many variants are there of Nesfruita?",
    "output": "Nesfruita comes in 2 variants: Small , and Large (1 Litre)."
  },
  {
    "input": "How many variants are there of Slice?",
    "output": "Slice comes in 2 variants: Small , and Large (1 Litre)."
  },
  {
    "input": "How many variants are there of Nesfruita Red Grapes?",
    "output": "Nesfruita Red Grapes comes in 2 variants: Small , and Large (1 Litre)."
  },
  {
    "input": "How many variants are there of Chilli Garlic Sauce?",
    "output": "Chilli Garlic Sauce comes in 3 variants: Small (Sachet), Medium (Half kg) and Large (1 kg)."
  },
  {
    "input": "How many variants are there of Tomato Ketchup?",
    "output": "Tomato Ketchup comes in 3 variants: Small (Sachet), Medium (Half kg) and Large (1 kg)."
  },
  {
    "input": "How many variants are there of Nurpur?",
    "output": "Nurpur comes in 3 variants: Small (250mg), Medium (1 Litre) and Large (1.5 Litre)."
  },
  {
    "input": "How many variants are there of Olpers?",
    "output": "Olpers comes in 3 variants: Small (250mg), Medium (1 Litre) and Large (1.5 Litre)."
  },
  {
    "input": "How many variants are there of Dostea?",
    "output": "Dostea comes in 3 variants: Small (250mg), Medium (1 Litre) and Large (1.5 Litre)."
  },
  {
    "input": "How many variants are there of Milkpak?",
    "output": "Milkpak comes in 3 variants: Small (250mg), Medium (1 Litre) and Large (1.5 Litre)."
  },
  {
    "input": "How many variants are there of Tarang?",
    "output": "Tarang comes in 3 variants: Small (250mg), Medium (1 Litre) and Large (1.5 Litre)."
  },
  {
    "input": "How many variants are there of Adaab?",
    "output": "There are no variants (sizes) of Adaab"
  },
  {
    "input": "How many variants are there of Rajni?",
    "output": "There are no variants (sizes) of Rajni"
  },
  {
    "input": "How many variants are there of Pan Parag?",
    "output": "There are no variants (sizes) of Pan Parag"
  },
  {
    "input": "How many variants are there of Mughlia?",
    "output": "Mughlia comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Lunch Time?",
    "output": "Lunch Time comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Ballay Ballay?",
    "output": "Ballay Ballay comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Salva?",
    "output": "Salva comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Shoop Chicken?",
    "output": "Shoop Chicken comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Knor Chicken?",
    "output": "Knor Chicken comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Shoop Chatpata?",
    "output": "Shoop Chatpata comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Knor Chatpata?",
    "output": "Knor Chatpata comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Dalda?",
    "output": "Dalda comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Kisan?",
    "output": "Kisan comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Habib?",
    "output": "Habib comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Tullo?",
    "output": "Tullo comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Sufi?",
    "output": "Sufi comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Manpasand?",
    "output": "Manpasand comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Golden Sun?",
    "output": "Golden Sun comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Meezan?",
    "output": "Meezan comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Soya Supreme?",
    "output": "Soya Supreme comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Kiran?",
    "output": "Kiran comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Sultan?",
    "output": "Sultan comes in 3 variants: Small (1 Litre), Medium (2.5 Litre) and Large (5 Litre)."
  },
  {
    "input": "How many variants are there of Mixed Pickle?",
    "output": "Mixed Pickle comes in 2 variants: Sachet (Small) and Jar (Large)"
  },
  {
    "input": "How many variants are there of Treet?",
    "output": "There are no variants (sizes) of Treet"
  },
  {
    "input": "How many variants are there of Trig?",
    "output": "There are no variants (sizes) of Trig"
  },
  {
    "input": "How many variants are there of Gillete?",
    "output": "There are no variants (sizes) of Gillete"
  },
  {
    "input": "How many variants are there of Butterfly?",
    "output": "Butterfly comes in only in 1 variant"
  },
  {
    "input": "How many variants are there of Always?",
    "output": "Always comes in only in 1 variant"
  },
  {
    "input": "How many variants are there of Embrace?",
    "output": "Embrace comes in only in 1 variant"
  },
  {
    "input": "How many variants are there of Sunsilk?",
    "output": "Sunsilk comes in 3 variants (sizes) of: Sachet, Small and Large."
  },
  {
    "input": "How many variants are there of Head n Shoulder?",
    "output": "Head n Shoulder comes in 3 variants (sizes) of: Sachet, Small and Large."
  },
  {
    "input": "How many variants are there of Tresseme?",
    "output": "Tresseme comes in 2 variants (sizes) of: Small and Large."
  },
  {
    "input": "How many variants are there of Lifebouy Shampoo?",
    "output": "Lifebouy Shampoo comes in 3 variants (sizes) of: Sachet, Small and Large."
  },
  {
    "input": "How many variants are there of Clear?",
    "output": "Clear comes in 3 variants (sizes) of: Sachet, Small and Large."
  },
  {
    "input": "How many variants are there of Power Plus?",
    "output": "Power Plus comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Kiwi?",
    "output": "Kiwi comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Cherry Blososom?",
    "output": "Cherry Blososom comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Lifebouy?",
    "output": "Lifebouy comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Hari?",
    "output": "Hari comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Safeguard?",
    "output": "Safeguard comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Pears?",
    "output": "Pears comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Tibet?",
    "output": "Tibet comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Palmolive?",
    "output": "Palmolive comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Dettol?",
    "output": "Dettol comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Lux?",
    "output": "Lux comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Dove?",
    "output": "Dove comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Lemon Max?",
    "output": "Lemon Max comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Care?",
    "output": "Care comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Capri?",
    "output": "Capri comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Lara?",
    "output": "Lara comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Mountain Dew?",
    "output": "Mountain Dew comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Fizz Up?",
    "output": "Fizz Up comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Pepsi Diet?",
    "output": "Pepsi Diet comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Sting?",
    "output": "Sting comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Mirinda?",
    "output": "Mirinda comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Fanta?",
    "output": "Fanta comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of 7Up?",
    "output": "7Up comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Sprite?",
    "output": "Sprite comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Coca Cola?",
    "output": "Coca Cola comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Pepsi?",
    "output": "Pepsi comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Cola Next?",
    "output": "Cola Next comes in 5 variants (sizes) of: Cans, Small, 500ml, 1.5l and 2.25l."
  },
  {
    "input": "How many variants are there of Rajput?",
    "output": "There are no variants (sizes) of Rajput"
  },
  {
    "input": "How many variants are there of Jambola?",
    "output": "There are no variants (sizes) of Jambola"
  },
  {
    "input": "How many variants are there of Tara?",
    "output": "There are no variants (sizes) of Tara"
  },
  {
    "input": "How many variants are there of Dillagi?",
    "output": "There are no variants (sizes) of Dillagi"
  },
  {
    "input": "How many variants are there of Tasty Gold?",
    "output": "There are no variants (sizes) of Tasty Gold"
  },
  {
    "input": "How many variants are there of Andlip?",
    "output": "There are no variants (sizes) of Andlip"
  },
  {
    "input": "How many variants are there of Hum Tum?",
    "output": "There are no variants (sizes) of Hum Tum"
  },
  {
    "input": "How many variants are there of Naz?",
    "output": "There are no variants (sizes) of Naz"
  },
  {
    "input": "How many variants are there of Sanam Gold?",
    "output": "There are no variants (sizes) of Sanam Gold"
  },
  {
    "input": "How many variants are there of Tulsi?",
    "output": "There are no variants (sizes) of Tulsi"
  },
  {
    "input": "How many variants are there of Shahi Deluxe?",
    "output": "There are no variants (sizes) of Shahi Deluxe"
  },
  {
    "input": "How many variants are there of Kashmiri Gold?",
    "output": "There are no variants (sizes) of Kashmiri Gold"
  },
  {
    "input": "How many variants are there of Jam e shirin?",
    "output": "Jam e shirin comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Pakola?",
    "output": "Pakola comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Quice?",
    "output": "Quice comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Vital?",
    "output": "Vital comes in 3 variants: Small (Sachet), Medium (Pouch) and Large (Jar)."
  },
  {
    "input": "How many variants are there of Green Tea?",
    "output": "Green Tea comes in 3 variants: Small (Sachet), Medium (Pouch) and Large (Jar)."
  },
  {
    "input": "How many variants are there of Lipton?",
    "output": "Lipton comes in 3 variants: Small (Sachet), Medium (Pouch) and Large (Jar)."
  },
  {
    "input": "How many variants are there of Tapal Danedar?",
    "output": "Tapal Danedar comes in 3 variants: Small (Sachet), Medium (Pouch) and Large (Jar)."
  },
  {
    "input": "How many variants are there of Supreme?",
    "output": "Supreme comes in 3 variants: Small (Sachet), Medium (Pouch) and Large (Jar)."
  },
  {
    "input": "How many variants are there of Colgate?",
    "output": "Colgate comes in 3 variants: Small, Medium and Family (Large)"
  },
  {
    "input": "How many variants are there of Sensodyne?",
    "output": "Sensodyne comes in 3 variants: Small, Medium and Family (Large)"
  },
  {
    "input": "How many variants are there of Paradontax?",
    "output": "Paradontax comes in 3 variants: Small, Medium and Family (Large)"
  },
  {
    "input": "How many variants are there of Doctor?",
    "output": "Doctor comes in 3 variants: Small, Medium and Family (Large)"
  },
  {
    "input": "How many variants are there of Synthetic Vinegar?",
    "output": "Synthetic Vinegar comes in 2 variants: Small and Large"
  },
  {
    "input": "How many variants are there of Novita Orange?",
    "output": "Novita Orange comes in 2 variants: Small and Large."
  },
  {
    "input": "How many variants are there of Novita Chocolate?",
    "output": "Novita Chocolate comes in 2 variants: Small and Large."
  },
  {
    "input": "How many variants are there of Wispy?",
    "output": "Wispy comes in 2 variants: Small and Large."
  },
  {
    "input": "How many variants are there of Frisky?",
    "output": "Frisky comes in 2 variants: Small and Large."
  },
  {
    "input": "How many variants are there of Nestle pure life?",
    "output": "Nestle pure life comes in 3 variants (sizes) of: 500ml, 1.5 litre and 5 litres."
  },
  {
    "input": "How many variants are there of Aquafina?",
    "output": "Aquafina comes in 3 variants (sizes) of: 500ml, 1.5 litre and 5 litres."
  },
  {
    "input": "How many variants are there of Atco?",
    "output": "Atco comes in 3 variants (sizes) of: 500ml, 1.5 litre and 5 litres."
  }
]